Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Movies - Shorts
ru: Фильмы - Короткометражные

source: Movies - Thriller
ru: Фильмы - Триллер

source: Moview - Comedy
ru: Фильмы - Комедия

source: Moving
ru: Перемещаем

source: Moving east ...
ru: Перемещение на восток ...

source: Moving to position
ru: Перемещение на позицию

source: Moving west ...
ru: Перемещение на запад ...

source: Multi EPG
ru: Мультителегид

source: Multi QuickButton Panel %s
ru: Быстрая смена клавиш %s

source: Multi Quickbutton
ru: Быстрая смена клавиш

source: Multi Quickbutton for Keyboard and RC VU+Version
ru: Смена клавиш для клавиатуры и пульта VU+

source: Multi channel downmix
ru: Микширование мультиканала

source: Multi-EPG bouquet selection
ru: Выбор фаворитов в мульти-ЕПГ

source: Multi-line display:
ru: Многострочный дисплей:

source: MultiQuickButton
ru: Переназначение кнопок

source: Multimedia
ru: Мультимедиа

source: Multiple service support
ru: Поддержка мультисервисов

source: Multiplex
ru: Мультиплекс

source: Multisat
ru: Несколько спутников

source: Multisat all select
ru: Все выбранные спутники

source: Music
ru: Музыка

source: Music/Ballet/Dance
ru: Музыка/Балет/Танцы

source: Mute
ru: Без звука

source: Mute button remote control
ru: Управление звуковой кнопкой

source: My Bookmarks
ru: Мои закладки

source: My Favorites and database
ru: Мои фавориты и база данных

source: My Music
ru: Моя музыка

source: My Pictures
ru: Мои картинки

source: My TubePlayer
ru: Плеер MyTube

source: My Videos
ru: Мои Видео

source: My files
ru: Мои файлы

source: My records
ru: Мои записи

source: My tubePlayer
ru: Плеер MyTube

source: MyEnigmaTranslation
ru: Мой перевод ОпенПли

source: MyMix InfoBar
ru: Мой микс

source: MyTube Player
ru: Плеер MyTube

source: MyTube Player Help
ru: Помощь по плееру

source: MyTube Player Info
ru: Инфо экран MyTube

source: MyTube Player Settings
ru: Настройки MyTube

source: MyTube Player Tasks
ru: Меню заданий MyTube

source: MyTube Settings
ru: Настройки MyTube

source: MyTubePlayer
ru: Плеер MyTube

source: MyTubePlayer Help
ru: Помощь по плееру

source: MyTubePlayer active video downloads
ru: Плеер MyTube: загрузка видео

source: MyTubePlayer settings
ru: Конфигурация Плеера MyTube

source: MyTubePlayerHelpScreen...
ru: Меню помощи MyTubePlayer

source: MyTubePlayerMainScreen...
ru: Главное окно MyTubePlayer

source: MyTubeSettingsScreen
ru: Меню настроек MyTubePlayer

source: MyTubeTasksScreen
ru: Меню заданий MyTubePlayer

source: MyTubeVideoInfoScreen
ru: ИнфоЭкран MyTubeVideo

source: MyTubeVideohelpScreen
ru: Окно помощи MyTubeVideo

source: MyriadPro-Cond Font
ru: Шрифт MyriadPro-Cond

source: NEXT
ru: Далее

source: NEXT:
ru: ДАЛЕЕ:

source: NFI Image Flashing
ru: Установка прошивки NFI

source: NFI image flashing
ru: Установка прошивки NFI

source: NFI image flashing completed. Press Yellow to Reboot!
ru: NFI имидж удачно установлен. Нажмите желтую клавишу для перезагрузки!

source: NFS share
ru: Ресурсы NFS

source: NOW
ru: СЕЙЧАС

source: NOW:
ru: СЕЙЧАС:

source: NSS 12 (57.0E)
ru: НСС 12 (57.0E)

source: NTP Update Manager
ru: Обновление времени NTP

source: NTP-Server Contenant Selection
ru: Выбор континента сервера NTP

source: NTP-Server Country Selection
ru: Выбор страны сервера NTP

source: Name
ru: Имя

source: Name failed, not Special characters on first position
ru: Первая буква в названии не можеть быть специальным символом

source: Name for new subdirectory
ru: Название новой подпапки

source: Name/Title:
ru: Имя/Название:

source: Name:
ru: Имя:

source: Nameserver
ru: DNS сервер

source: Nameserver %d
ru: DNS сервер %d

source: Nameserver Setup
ru: Настройка DNS

source: Nameserver settings
ru: Настройка DNS

source: Nameserver setup
ru: Настройка DNS

source: Namespace
ru: Пространство имен

source: NetMask :
ru: Маска сети :

source: Netmask
ru: Маска подсети

source: Network
ru: Сеть

source: Network Adapter test
ru: Тестирование сетевого устройства

source: Network Browser
ru: Обозреватель сети

source: Network Configuration
ru: Конфигурация сети

source: Network Configuration...
ru: Конфигурация сети...

source: Network ID
ru: Сканировать по ID сети

source: Network Mount
ru: Сетевые подключения

source: Network Neighbourhood
ru: Сетевые ресурсы

source: Network SSID
ru: SSID сети

source: Network Setup
ru: Настройка сети

source: Network Wizard
ru: Мастер настройки сети

source: Network browser
ru: Обозреватель сети

source: Network configuration...
ru: Настройки сети...

source: Network mount
ru: Сетевые подключения

source: Network mount %s
ru: Сетевое подключение %s

source: Network name (SSID)
ru: Сетевое имя (SSID)

source: Network scan
ru: Поиск сети

source: Network setup
ru: Настройка сети

source: Network test
ru: Тест сети

source: Network test...
ru: Тест сети...

source: Network test:
ru: Тестирование сети:

source: Network wizard
ru: Мастер настройки сети

source: Network:
ru: Сеть:

source: NetworkBrowser
ru: Обозреватель сети

source: NetworkWizard
ru: Мастер настройки сети

source: Networkname (SSID)
ru: Сетевое имя (SSID)

source: New
ru: Новые

source: New Items
ru: Новые события

source: New Items since last Auto-Update
ru: Новые события с последнего автообновления

source: New PIN
ru: Новый PIN-код

source: New Search
ru: Новый поиск

source: New YouTube search
ru: Новый поиск по YouTube

source: New Zealand
ru: Новозеландия

source: New description:
ru: Новое описание:

source: New filename:
ru: Новое имя файла:

source: New group
ru: Новая группа

source: New location:
ru: Новое расположение:

source: New pin
ru: Новый PIN

source: New title:
ru: Новое имя:

source: New uploaded by users
ru: Недавно загружены пользователями

source: New uploaded by users, unchecked
ru: Недавно загружены пользователями, не проверены

source: New version:
ru: Новая версия:

source: New1 InfoBar
ru: Новый 1

source: NewTubePlayer
ru: Плеер NewTube

source: News & Politics
ru: Новости и Политика

source: News Current Affairs
ru: Новости о текущих событиях

source: Next
ru: Далее

source: Next Favorit-File
ru: Следующий Фаворит-файл

source: Next Favorite Folder
ru: След. папка фаворитов

source: Next Picture
ru: Следующий постер

source: Next:
ru: Далее:

source: Next:
ru: Далее:

source: Nickname for Upload (optional):
ru: Имя пользователя для загрузки (не обязательно):

source: No
ru: Нет

source: No (supported) DVDROM found!
ru: Не найден (поддерживаемый) DVDROM!

source: No Connection
ru: Нет подключения

source: No Delay
ru: нет задержки

source: No EPG data available
ru: Информация телегида отсутствует

source: No HDD found or HDD not initialized!
ru: Жесткий диск не найден или не установлен!

source: No Networks found
ru: Сети не найдены

source: No Softcam or Cardserver installed. Please install a Softcam or Cardserver frist before being able to restart them.
ru: Softcam или Cardserver не установлены.Установите нужное.После установки сделайте рестарт выбранного.

source: No Stream running to be recorded!
ru: Нет потока для записи!

source: No Timeshift found to save as recording!
ru: Файл таймшифта для сохранения в виде записи не найден!

source: No age block
ru: Без возрастных ограничений

source: No backup needed
ru: Резервное копирование не требуется

source: No backup present
ru: Бекапа нет

source: No cable tuner found!
ru: Тюнер DVB-C не найден!

source: No cuts specified
ru: Не указано место выреза

source: No data on transponder! (Timeout reading PAT)
ru: Нет данных на транспондере! (Таймаут чтения PAT)

source: No delay
ru: Нет задержки

source: No description available.
ru: Краткого описания нет.

source: No details for this image file
ru: Нет подробностей об этом имидже

source: No detected HbbTV applications.
ru: Приложений HbbTV не обнаружено

source: No disk found. Please install an hard drive or an usb memory storage and try again.
ru: Диск не найден. Установите жесткий диск или usb-стик и повторите.

source: No displayable files on this medium found!
ru: Нет отображаемых файлов на этом носителе!

source: No event info found, recording indefinitely.
ru: Информация о событиях не найдена, запись продолжена.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
ru: Возможно еще нет быстрой перемотки ... но вы можете использовать цифровые кнопки для перехода вперед/назад!

source: No files to restore!
ru: Нет файлов для восстановления!

source: No free index available
ru: Нет свободного номера

source: No free tuner!
ru: Нет свободного тюнера!

source: No history
ru: Нет истории

source: No more files in this directory
ru: В этой папке других файлов нет

source: No more picture-files.
ru: Картинок больше нет.

source: No more playable files.
ru: Нет больше воспроизводимых файлов.

source: No music files found!
ru: Аудиофайлов не найдено!

source: No network connection available.
ru: Нет сетевого соединения.

source: No network devices found!
ru: Сетевые устройства не найдены!

source: No networks found
ru: Сети не найдены

source: No override
ru: Не перезаписывать

source: No packages were upgraded yet. So you can check your network and try again.
ru: Пакеты не были обновлены. Проверьте настройки сети и попробуйте снова.

source: No parse cannot emu
ru: Нет ключей для раскодирования

source: No picture on TV? Press EXIT and retry.
ru: Нет картинки на ТВ? Нажмите Выход и повторите.

source: No playable video found! Stop playing this movie?
ru: Нет видео для воспроизведения! Остановить воспроизведение?

source: No positioner capable frontend found.
ru: Нет фронтэнда с позиционером

source: No previous file in this directory
ru: В этой папке предыдущих файлов нет

source: No rewinding possible yet.. but you can use the number buttons to skip forward/backward!
ru: Вероятно еще нет перемотки назад.. но Вы можете использовать цифровые кнопки для перехода вперед/назад!

source: No sat tuner found!
ru: Не найден сат тюнер!

source: No satellite frontend found!!
ru: Не найден спутниковый интерфейс!

source: No selected binary data!!
ru: Двоичный файл не выбран!!

source: No server configured in VlcPlayer Plugin!
ru: Сервер не настроен в плагине VLCПлеер!

source: No services/providers selected
ru: Не выбраны каналы/провайдеры

source: No standby
ru: Не переходить в режим ожидания

source: No such Item.
ru: Нет такого события.

source: No suitable media found, insert USB stick, flash card or harddisk.
ru: Подходящего носителя не найдено, вставьте USB, флешкарту или жесткий диск.

source: No supported receiver found!
ru: Найден не поддерживаемый спутниковый ресивер!

source: No tags are set on these movies.
ru: Нет меток для этих фильмов.

source: No timeout
ru: Постоянно

source: No to all
ru: Нет для всех

source: No transparency
ru: Нет прозрачности

source: No transponder tuned
ru: Нет настроенного транспондера

source: No transponders found, service scan is not possible!
ru: Транспондеры не найдены, сканирование невозможно!

source: No transponders found.
ru: Транспондеры не найдены.

source: No tuner is configured for use with a diseqc positioner!
ru: Нет тюнера, настроенного для использования с diseqc позиционером!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ru: Нет включенного тюнера! Пожалуйста настройте тюнер перед поиском каналов.

source: No updates available
ru: Обновлений пока нет

source: No updates available. Please try again later.
ru: Обновлений пока нет. Пожалуйста попобуйте позже.

source: No useable USB stick found
ru: Не найден соответствующий USB

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
ru: Валидный Пин-код не найден! Хотите изменить Пин-код канала сейчас? Если ответите 'НЕТ', то защита сервиса не будет включена!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
ru: Валидный Пин-код не найден! Хотите изменить Пин-код настроек сейчас? Если ответите 'НЕТ', то защита настроек не будет включена!

source: No videos to display
ru: Нет видео для отображения

source: No wireless networks found! Searching...
ru: Беспроводные сети не найдены! Поиск ...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
ru: Сетевой адаптер не найден. Пожалуйста, убедитесь, что сетевой кабель подключен и ваша сеть настроена правильно.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
ru: Беспроводной адаптер не найден. Пожалуйста убедитесь, что совместимый беспроводной адаптер подключен и ваша сеть настроена правильно.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
ru: Беспроводной интерфейс не найден. Пожалуйста убедитесь, что совместимый беспроводной адаптер подключен и ваша сеть настроена правильно.

source: No, but play video again
ru: Нет, проиграть видео еще раз

source: No, but restart from begin
ru: Нет, но начать сначала

source: No, but restart from beginning
ru: Нет, но начать сначала

source: No, but switch to video entries.
ru: Нет, переключится на список видео

source: No, but switch to video search.
ru: Нет, переключится на поиск видео

source: No, do nothing.
ru: Нет, ничего не делать

source: No, just start my receiver
ru: Нет, просто запускаем ресивер

source: No, never
ru: Нет, никогда

source: No, not now
ru: Нет, не сейчас

source: No, remove them.
ru: Нет, удалить это

source: No, scan later manually
ru: Нет, позже сканировать вручную

source: No, send them never
ru: Нет, никогда не отправлять

source: Nobile ChannelSelection
ru: Селектор каналов Nobile

source: None
ru: Нет

source: Nonlinear
ru: Нелинейный, раздвинуть влево и вправо

source: Nonprofits & Activism
ru: Некоммерческие организации и общественная активность

source: Normal 1 MB
ru: Нормальный 1 MB

source: Normal mode
ru: Стандарт

source: Normal state
ru: При норме

source: North
ru: Север

source: Norwegian
ru: Норвежский

source: Not associated
ru: Не ассоциировано

source: Not configured
ru: Не настроено

source: Not enabled
ru: Не включено

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
ru: На диске нет свободного места. Пожалуйста освободите немного места и попробуйте снова. (%d Мб требуется, %d Мб свободно)

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
ru: На диске нет свободного места. Пожалуйста освободите немного места и попробуйте снова. (%d Мб требуется, %d Мб свободно)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
ru: Недостаточно места на диске! Размер файла: %sМБ Свободное место: %sМБ Путь: %s

source: Not fetching feed entries
ru: Не выбраны данные фида

source: Not found Favorites file in etc/ConfFS
ru: По пути /etc/ConfFS файл фаворитов не найден

source: Not record if at least one of the words in the title
ru: Не записывать, если заголовок содержит по меньшей мере одно из слов

source: Not record in directory
ru: Нет записи в каталоге

source: Not recording when in title
ru: Не записывать если заголовок содержит

source: Not tested:
ru: Нет теста:

source: Not-Associated
ru: Не ассоциировано

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ru: Нечего искать! Пожалуйста, настройте Ваш тюнер перед началом поиска.

source: Nothing to upgrade
ru: Обновлений пока нет

source: Notification
ru: Уведомление

source: Nov
ru: Нояб.

source: November
ru: Ноября

source: Now
ru: Сейчас

source: Now Playing
ru: Воспроизводится

source: Now playing
ru: Воспроизводится

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
ru: Теперь используйте настройки контрастности для поднятия фона в максимально возможный уровень, но при этом необходимо следить,чтобы Вы могли видеть различия между двумя самыми яркими уровнями оттенков.Если все нормально нажмите OK.

source: Now:
ru: Сейчас:

source: Nowhere
ru: Нигде

source: NtpTime Updater
ru: Синхронизация времени NtpTime

source: Number of WebIF-Log-Entries
ru: Число событий лога WebIF

source: Number of connection attempts:
ru: Количество попыток подключения

source: Number of lines:
ru: Количество строк:

source: Number of repeating text on display.
ru: Количество повторяющегося текста на дисплее.

source: Number of scheduled recordings left.
ru: Количество оставшихся запланированных записей.

source: Number of upcoming events to show:
ru: Количество показываемых последующих передач:

source: Number:
ru: Номер:

source: OH NO! The timeshift that was marked to save at end of event, was lost because you zapped away!
ru: О НЕТ! Файл таймшифта, предназначенный для сохранения в конце текущего события, потерян из-за переключения канала!

source: OK = Menu
ru: OK = Меню

source: OK, guide me through the upgrade process
ru: OK, подсказывать мне в процессе обновления

source: OK, remove another extensions
ru: ОК, удалить другие расширения

source: OK, remove some extensions
ru: ОК, удалить некоторые расширения

source: OSD 3D setup
ru: Настройки 3D OSD

source: OSD Settings
ru: Настройки OSD

source: OSD name request
ru: Запрос OSD имени

source: OSD position setup
ru: Настройки позиции OSD

source: OSD screenshot
ru: Полный скриншот

source: OSD settings
ru: Настройки OSD

source: OSD transparency
ru: Прозрачность OSD

source: OSD visibility
ru: Прозрачность OSD

source: Oct
ru: Окт.

source: October
ru: Октября

source: Off
ru: Выкл.

source: Off Timer (minutes):
ru: Таймер сна (минут):

source: Off-Timer
ru: Таймер выключения

source: Offline decode delay (ms)
ru: Задержка оффлайн декодирования (мс)

source: Offset after recording (in m)
ru: Сдвиг после записи (в минутах)

source: Offset before recording (in m)
ru: Сдвиг перед записью (в минутах)

source: Oh no, bugged in this version :(
ru: О нет, найден баг в этой версии :(

source: Ok
ru: ОК

source: Old version bootloader found.
ru: Найдена старая версия загрузчика.

source: On
ru: Вкл.

source: On any service
ru: На любом сервисе

source: On end of movie
ru: В конце фильма

source: On end of movie (as menu)
ru: В конце фильма (как меню)

source: On same service
ru: На данном сервисе

source: One
ru: Один

source: One partition
ru: Один раздел

source: Only AutoTimers created during this session
ru: Только АвтоТаймеры, созданные во время сессии

source: Only Free scan
ru: Только бесплатные

source: Only extensions.
ru: Только дополнения

source: Only for opentv providers. If you zap on channel used from a provider it download the epg in background
ru: Только для провайдеров opentv. При переключении на канал который используется провайдером,загружает телегид в фоне

source: Only free scan
ru: Сканировать только бесплатные

source: Only match during timespan
ru: Только соответствующие отрезку времени

source: Only on Service: %s
ru: Только на сервисе: %s

source: Only on startup
ru: Только при загрузке ресивера

source: Only running streamings can be recorded!
ru: Только запущенные станции могут быть записаны!

source: Open Context Menu
ru: Открыть добавочное меню

source: Open PictureCenterFS
ru: Открыть PictureCenterFS

source: Open Search screen
ru: Открыть окно поиска

source: Open extensions menu
ru: Открыть меню дополнений

source: Open menu
ru: Открыть меню

source: Open plugin config
ru: Открыть конфигурацию плагина

source: Open plugin menu
ru: Открыть меню плагина

source: Open service list
ru: Открыть список сервисов

source: Open service list and select next channel
ru: Открыть список сервисов и выбрать следующий канал

source: Open service list and select previous channel
ru: Открыть список сервисов и выбрать предыдущий канал

source: Open the movie list
ru: Открыть список фильмов

source: OpenTV providers
ru: Провайдеры OpenTV

source: OpenWebInterface Enabled
ru: Включить OpenWebInterface

source: OpenWebif
ru: Интернет браузер OpenWebif

source: OpenWebif Configuration
ru: Конфигурация OpenWebif

source: OpenWebif Configuration
ru: Конфигурация OpenWebif

source: OpenWebif url: http://yourip:port
ru: Адрес OpenWebif: http://yourip:порт

source: Optionally enter your name if you want to.
ru: Введите Ваше имя опционально, если хотите.

source: Options
ru: Параметры

source: Options disable timer
ru: Настройки отключения таймера

source: Options:
ru: Параметры:

source: Orbital Position
ru: Позиция на орбите

source: Orbital position
ru: Позиция на орбите

source: Orbital position %s:
ru: Орбитальная позиция %s:

source: Order by
ru: Сортировать по

source: Orientation
ru: Ориентация

source: Orientation:
ru: Ориентация:

source: Original
ru: Оригинал

source: Other
ru: Другая

source: Outdated off
ru: Выкл. устаревшие

source: Outdated on
ru: Вкл. устаревшие

source: Outer Bound (+/-)
ru: Максимальное время задержки (+/-)

source: Output
ru: Вывод

source: Overall progress:
ru: Общий прогресс:

source: Override found with alternative service
ru: Переопределение найдено в альтернативном сервисе

source: Overscan Correction [in %(percentsign)s of Video width]
ru: Коррекция Overscan [видео в %(percentsign)s от ширины]

source: Overwrite configuration files ?
ru: Переписать файлы конфигурации ?

source: Overwrite configuration files during software upgrade?
ru: Перезаписать конф. файлы во время обновления ПО?

source: Overwrite configuration files?
ru: Перезаписать файлы конфигурации?

source: Overwrite existing Backup?
ru: Перезаписать существующий бекап?

source: Overwrite existing Files?
ru: Перезаписать существующие файлы?

source: Overwrite left and right buttons:
ru: Переписать левые и правые кнопки:

source: P l a y l i s t
ru: Плейлист

source: PAL
ru: ПАЛ

source: PCR PID
ru: PCR ПИД

source: PIDs
ru: ПИДы

source: PIN code needed
ru: Нужно ввести пин-код

source: PINGU_TM InfoBar
ru: PINGU_TM

source: PLAYDIRPICTURE
ru: КаталогКартинок

source: PLEASE READ THIS:
ru: ПОЖАЛУЙСТА ПРОЧТИТЕ ЭТО

source: PLEASE READ! No disk found. An hard drive or an usb pen is HARDLY SUGGESTED. If you still want use your internal flash pay attention to: (1) If you don't have enough free space your box may completely block and you need to flash it again (2) Many write operations on your internal flash may damage your flash memory
ru: Пожалуйста прочтите! Диск не найден. Жесткий диск или USB не обнаружены. Если все еще хотите использовать внутреннюю флешь, имейте ввиду: (1) Если у вас недостаточно свободного места, ваш ресивер может быть полностью заблокирован, тогда нужно будет прошиться снова (2) Запись во внутреннюю флешь может полностью заполнить память

source: PMT PID
ru: РМТ ПИД

source: PTS Plugin Error: %s
ru: Ошибка плагина: %s

source: PTS-Plugin: Merging records failed!
ru: Таймшифт-Плагин: Не удалось соединить записи!

source: PTS-Plugin: Restarting Timeshift!
ru: Таймшифт-Плагин: Перезапуск Таймшифта!

source: PWM value
ru: Значение PWM

source: Pack my bootlogo
ru: Упаковать мой bootlogo

source: Package list update
ru: Обновление списка пакетов

source: Package removal failed.
ru: Не удалось удалить пакет.

source: Package removed successfully.
ru: Пакет успешно удален.

source: Packages
ru: Пакета(ов)

source: Packages to update
ru: Обновляемые пакеты

source: Packet management
ru: Управление пакетами

source: Packet manager
ru: Менеджер пакетов

source: Page
ru: Страница

source: Palliatif DTS sans ampli
ru: DTS звук по HDMI

source: Pan&Scan
ru: Панорама

source: Pan&amp;Scan
ru: обрезав справа и слева

source: Pan&scan
ru: Панорама, обрезать справа и слева

source: Panic to
ru: Вернуться на канал
