Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: not found, the backup process will be aborted!
ru: не найден, процесс резервного копирования будет прерван

source: not locked
ru: не захвачен

source: not random color
ru: случайного выбора цвета нет

source: not supported
ru: не поддерживается

source: not tested
ru: не тестир.

source: not used
ru: не использовано

source: not writable!
ru: не для записи (защита от записи?)

source: nothing connected
ru: ничего не подключено

source: now edit?
ru: править сейчас?

# now/next: 'next' event label
source: Next
ru: Далее

# now/next: 'now' event label
source: Now
ru: Сейчас

source: occupied
ru: Занято

source: of a DUAL layer medium used.
ru: используемого двухслойного носителя.

source: of a SINGLE layer medium used.
ru: используемого однослойного носителя.

source: off
ru: выкл.

source: offset is
ru: смещение

source: ok
ru: ок

source: old:
ru: старое:

source: older than 1 day
ru: после 1 дня

source: older than 1 week
ru: после 1 нед.

source: older than 2 weeks
ru: после 2 нед.

source: older than 3 days
ru: после 3 дней

source: older than 3 months
ru: после 3 мес.

source: older than 4 weeks
ru: после 4 нед.

source: older than 6 months
ru: после 6 мес.

source: older than 6 weeks
ru: после 6 нед.

source: on
ru: вкл.

source: on READ ONLY medium.
ru: на диск только для чтения.

source: on Weekday
ru: по будням

source: on centre
ru: в центре

source: on end of movie
ru: в конце фильма

source: on left
ru: слева

source: on right
ru: справа

source: once
ru: один раз

source: once a day
ru: один раз в день

source: one line must show information transmitted
ru: строка должна отображать передаваемую информацию

source: only calculate
ru: только рассчитать

source: only from deep standby
ru: только из полного выключения

source: only from standby
ru: только из режима ожидания

source: only last one
ru: только последн.

source: only one EPGCacheSetupScreen instance is allowed!
ru: Другой экземпляр плагина уже запущен!

source: only show big pictures
ru: показать только большие картинки

source: only switch
ru: только переключить

source: open nameserver configuration
ru: открыть конфигуратор DNS

source: open servicelist
ru: открыть список каналов

source: open servicelist(down)
ru: открыть список каналов (вниз)

source: open servicelist(up)
ru: открыть список каналов (вверх)

source: orange
ru: оранжевый

source: original
ru: оригинал

source: original language
ru: язык оригинала

source: over Security Card
ru: над Картой безопасности

source: partial match
ru: частичное совпадение

source: pass
ru: передать

source: pause
ru: Пауза

source: percent
ru: процент

source: performing arts
ru: авторское исскуство

source: picons
ru: Пиконы

source: picons directory:
ru: директория пиконов:

source: play as picture in picture
ru: показать как картинку в картинке

source: play entry
ru: воспроизвести запись

source: play from next mark or playlist entry
ru: воспроизвести начиная со следующей метки или записи в плейлисте

source: play from previous mark or playlist entry
ru: воспроизвести начиная с предыдущей метки или записи в плейлисте

source: play in mainwindow
ru: в главном экране

source: please enter the old password
ru: пожалуйста, введите старый пароль

source: please enter the password
ru: пожалуйста, введите пароль

source: please press OK when ready
ru: пожалуйста, нажмите OK когда будете готовы

source: please restart webradioFS
ru: пожалуйста, перезапустите webradioFS

source: please set fan type (3Pin or 4Pin)
ru: выберите тип вентилятора (3Пин или 4Пин)

source: please wait (until 3min)...
ru: пожалуйста, подождите (до 3 минут)...

source: please wait ...
ru: подождите...

source: please wait, loading picture...
ru: Ждите...Загрузка изображения

source: pli
ru: ОпенПли

source: plugin to connect to internet
ru: плагин для интернет-соединения

source: popular culture/traditional arts
ru: популярная культура/традиционное исскуство

source: pre-school children's program
ru: программы для дошколят

source: press Channel/Bouquet for open/close all sub-genres
ru: для открытия/закрытия всех поджанров нажмите Канал/Букет

source: press Info for HDD-Temp
ru: информация о температуре жесткого диска

source: preview back color
ru: превью цвета фона

source: preview text color
ru: превью цвета текста

source: previous
ru: предыдущий

source: previous channel
ru: предыдущий канал

source: previous channel in history
ru: предыдущий канал в истории

source: private
ru: конфиденциально

source: progress bar
ru: ход просмотра

source: protocol
ru: протокол

source: pure black
ru: черный экран

source: purge deleted userbouquets
ru: очистить удалённые букеты пользователя

source: query
ru: вопрос

source: random color for background
ru: случайный цвет для фона

source: random color for labels
ru: случайный цвет для текста

source: random color for labels and background
ru: случайный цвет для фона и текста

source: read HDD-Temperature in HDD-Standby-Mode
ru: температура жесткого диска при режиме ожидания HDD

source: ready...
ru: готово...

source: receiver software because updates are available.
ru: Есть доступные обновления

source: record
ru: записать

source: record by minutes
ru: запись на минут

source: record by time
ru: запись на время

source: record endless
ru: запись без времени окончания

source: record, len:
ru: запись, длительность:

source: record, length:
ru: длина непрерывной записи:

source: recording has finished
ru: запись завершена

source: recording in progress
ru: идет запись

source: recording...
ru: запись...

source: red
ru: красный

source: red = save picture yellow = save title blue = if cover: set saver-art left & right = toggle picture
ru: красный = сохранить постер желтый = сохранить заголовок синий = если есть постер: вправо или влево = установить сохраненный постер

source: related videos
ru: похожие видео

source: relative
ru: относительная

source: religion
ru: религия

source: reload package data
ru: обновление данных пакетов

source: remarkable people
ru: замечательные люди

source: remember entered password
ru: запомнить введенный пароль

source: remove
ru: удалить

source: remove Tag
ru: удалить те

source: remove a nameserver entry
ru: удалить DNS-сервер

source: remove after this position
ru: удалить после этой позиции

source: remove all alternatives
ru: удалить все альтернативы

source: remove all new found flags
ru: удалить все вновь найденные флаги

source: remove before this position
ru: удалить перед этой позицией

source: remove bookmark
ru: удалить закладку

source: remove bouquet from parental protection
ru: удалить фаворит из родительского контроля

source: remove cable services
ru: удалить кабельные каналы

source: remove directory
ru: удалить каталог

source: remove entry
ru: удалить выбранное

source: remove from bouquets protection
ru: удалить из защиты фаворитов

source: remove from parental protection
ru: удалить из родительского контроля

source: remove new found flag
ru: удалить найденный новый флаг

source: remove selected satellite
ru: удалить выбранный спутник

source: remove terrestrial services
ru: удалить наземные каналы

source: remove this mark
ru: удалить метку

source: rename
ru: Переименовать

source: rename entry
ru: переименовать выбранное

source: rename file
ru: переименовать файл

source: renaming file ...
ru: переименование файла ...

source: repeat playlist
ru: повторить плейлист

source: repeated
ru: повторный

source: required modules for records
ru: требуемые модули для записей

source: requires
ru: требуемое

source: reset startup service
ru: сбросить стартовый канал

source: reset startup service for booting
ru: Сброс стартового канала при загрузке

source: reset startup service for leaving standby mode
ru: сброс стартового канала из режима ожидания

source: resolution resizer
ru: Меняет размер видео

source: response videos
ru: доступные видео

source: restart transmission-daemon
ru: перезапуск Transmission

source: restore EpgList.py
ru: восстановить EpgList.py

source: restore MovieList.py
ru: восстановить MovieList.py

source: restore ServiceList.py
ru: восстановить ServiceList.py

source: restore all hidden services
ru: восстановить все скрытые сервисы

source: restore deleted userbouquets
ru: восстановить удалённые букеты пользователя

source: restore failed
ru: восстановить не удалось

source: restore hidden service
ru: восстановить скрытый сервис

source: restore options
ru: параметры восстановления

source: restore skin.xml
ru: восстановить skin.xml

source: restore skin_user.xml
ru: восстановить skin_user.xml

source: results:
ru: результаты:

source: resultsstatus:
ru: статус результатов:

source: return
ru: возврат

source: reverse by date
ru: поменять по дате

source: rewind to the previous chapter
ru: переключить к предыдущей главе

source: right
ru: правый

source: right, wrapped
ru: Справа, свёрнуто

source: rock/pop
ru: рок/поп

source: romance
ru: романс

source: rotation
ru: ротация

source: rsize
ru: размер

source: runScan
ru: Запуск сканирования

source: sDescription:
ru: Краткое описание:

source: sNamespace:
ru: Пространство имен:

source: sProvider:
ru: Провайдер:

source: sTimeCreate:
ru: Время создания:

source: save Filesystemposition on exit
ru: сохранить расположение окна файлов при выходе

source: save in favorites for all functions
ru: сохранить в фаворитах для всех функций

source: save last directory on exit
ru: сохранить последний каталог при выходе

source: save playlist
ru: сохранить плейлист

source: save playlist on exit
ru: сохранить плейлист при выходе

source: save recording (Select event)
ru: сохранить запись (выбрать событие)

source: save recording (stop after current event)
ru: Сохр. запись (стоп после тек. события)

source: saving picture to...
ru: снимок сохранен как...

source: scan done!
ru: Сканирование завершено!

source: scan in progress - %d%% done!
ru: идет поиск- %d%% выполнено!

source: scan state
ru: состояние поиска

source: scanned sat:
ru: сканирование спутника:

source: science fiction/fantasy/horror
ru: научная фантастика/фентези/ужасы

source: search ...
ru: поиск ...

source: search EPG
ru: поиск по телегиду

source: search EPG...
ru: Поиск по телегиду...

source: search for album
ru: поиск по альбому

source: search for artist
ru: поиск по исполнителю

source: search for title
ru: поиск по названию

source: search in all of them
ru: глобальный поиск

source: search...
ru: начало сокращения здесь

source: second
ru: второй

source: second cable of motorized LNB
ru: второй кабель мотоподвеса

source: seconds
ru: секунд(ы)

source: security
ru: Безопасность

source: see yor picture comfortable and more
ru: смотрите ваши картинки с комфортом

source: select
ru: выбрать

source: select .NFI flash file
ru: выбрать прошивку .NFI

source: select CAId
ru: Выбрать CAID

source: select CAId's
ru: Выбрать CAIDы

source: select Slot
ru: Выберите устройство

source: select Slot...
ru: Выбор устройства...

source: select image from server
ru: выбрать прошивку с сервера

source: select interface
ru: выбрать интерфейс

source: select menu entry
ru: выбрать из меню

source: select movie
ru: выбрать фильм

source: select the movie path
ru: выбрать папку для фильмов

source: selectedIndex:
ru: выбран индекс:

source: selection changed
ru: выбор изменен

source: self.keylist:
ru: кейлист:

source: self.multiscanlist:
ru: мультисканлист:

source: self.scanIndex:
ru: Сканиндекс

source: send
ru: отправить

source: serious music/classic music
ru: классическая музыка

source: serious/classical/religious/historical movie/drama
ru: серьезное/классическое/религиозное/историческое кино/драма

source: service PIN
ru: ПИН канала

source: service not found
ru: сервис не найден

source: service pin
ru: pin сервиса

source: set as startup service
ru: сделать канал стартовым

source: set as startup service after booting
ru: Сделать канал стартовым при загрузке

source: set as startup service after leaving standby mode
ru: сделать канал стартовым из режима ожидания

source: set default
ru: умолчание

source: sets the AC3 audio Delay (LipSync)
ru: Настройки задержки звука для АС3 (синхронизация губ)

source: sets the Audio Delay (LipSync)
ru: Настройки задержки звука (синхронизация губ)

source: settings
ru: настройки

source: setup Fancontol inStandby mode
ru: Настройки управления вентилятором в режиме стендбай

source: setup PIN
ru: установка ПИН

source: setup Remote Control System Code Type
ru: Настройка системного кода ДУ

source: setup for PiPServiceRelation
ru: Настройки подмены каналов в PIP

source: setup pin
ru: установка ПИН

source: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-HDD/backup.sh' en_EN
ru: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-HDD/backup.sh' ru_RU

source: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-USB/backup.sh' en_EN
ru: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-USB/backup.sh' ru_RU

source: short
ru: короткий

source: short and timestamp
ru: короткий и метка времени

source: show DVD main menu
ru: показать главное меню DVD

source: show EPG...
ru: показать телегид...

source: show Infoline
ru: показать инфолинию

source: show Network Traffic
ru: Показ сетевого трафика

source: show all
ru: показать все

source: show all tags
ru: показать все теги

source: show alternatives
ru: показать альтернативы

source: show event details
ru: показать детали записи

source: show extended description
ru: показать расширенное описание

source: show favourites
ru: Показать букеты каналов

source: show first selected tag
ru: показать первую выбранную метку

source: show mediaplayer on mainmenu
ru: Показать медиаплеер в главном меню

source: show no big pictures
ru: показать без больших пиконов

source: show no pictures
ru: показать без пиконов

source: show satellites
ru: Показать спутники

source: show saved titles and pictures
ru: показать сохраненные заголовки и постеры

source: show second selected tag
ru: показать вторую выбранную метку

source: show shutdown menu
ru: показать меню выключения

source: show single service EPG...
ru: показать одиночный телегид канала

source: show softwaremanager in setup menu
ru: Показать менеджер ПО в меню настроек

source: show softwaremanager on blue button
ru: Показать менеджер ПО на синей кнопке

source: show subtitle options
ru: показать параметры субтитров

source: show tag menu
ru: показать метки меню

source: show transponder info
ru: показать инфо транспондера

source: show unwanted services list on key press
ru: показать нежелательный список на кнопке

source: show/game show (general)
ru: шоу/игровое шоу (общие)

source: shuffle
ru: случайный порядок

source: shuffle playlist
ru: перемешать плейлист

source: shut down
ru: Выключить

source: shutdown
ru: Выключить

source: signal dB
ru: сигнал в децибелах

source: simple
ru: простой

source: single line style
ru: однолинейный стиль

source: sispmctl Menu Name 1:
ru: sispmctl название меню 1:

source: sispmctl Menu Name 2:
ru: sispmctl название меню 2:

source: sispmctl Switching Menu 1:
ru: sispmctl переключить меню 1:

source: sispmctl Switching Menu 2:
ru: sispmctl переключить меню 1:

source: skins
ru: Скины

source: skip backward
ru: Перемотка назад

source: skip backward (enter time)
ru: перейти назад (введите время)

source: skip forward
ru: Перемотка вперед

source: skip forward (enter time)
ru: перейти вперед (введите время)

source: slide picture in loop
ru: циклический показ слайдов

source: slide to next Picture index=
ru: слайд к следующему индексу=

source: slow
ru: медленно

source: soap/melodram/folkloric
ru: мыльная опера/мелодрама/фольклорные

source: social/political issues/economics (general)
ru: социальные/политика/экономика (общие)

source: social/spiritual science
ru: социальная/духовная наука

source: softcams
ru: Эмуляторы

source: sort
ru: сортировать

source: sort by date
ru: сортировать по дате

source: sorting of playlists
ru: сортировка плей-листов

source: special characters
ru: специальные знаки

source: special events
ru: особые события

source: special format data DVD (HDTV compatible)
ru: специальный формат данных ДВД (HDTV совместимый)

source: sports (general)
ru: спорт (общие)

source: sports magazine
ru: спортивный журнал

source: standard
ru: стандарт

source: standby
ru: режим ожидания

source: start crontab
ru: запуск кронтаб

source: start cut here
ru: начало редактирования

source: start directory
ru: начальный каталог

source: start stream automatically:
ru: запускать поток автоматически:

source: start timeshift
ru: запуск сдвига времени

source: start transmission-daemon
ru: запуск Transmission

source: start web browser
ru: интернет обозреватель

source: startScan
ru: запуск сканирования

source: starting the update
ru: выполнить обновление

source: starting transmission-daemon...
ru: запускается Transmission...

source: stepsize
ru: размер шага

source: stereo
ru: стерео

source: still picture
ru: оставляя картинку

source: stop PiP
ru: отключить PIP

source: stop and delete recording
ru: остановить и удалить запись

source: stop crontab
ru: остановка кронтаб

source: stop entry
ru: остановить событие

source: stop recording
ru: остановить запись

source: stop timeshift
ru: остановить сдвиг времени

source: stop transmission-daemon
ru: выключить Transmission

source: stop using as startup service
ru: не использовать как стартовый канал

source: store recordings of incompleteness
ru: сохранить отменённые записи

source: stream stopped
ru: поток остановлен

source: stream switching is scheduled in
ru: поток переключен на таймер в

source: streams in
ru: потоки

source: streams successfully imported
ru: потоки импортированы успешно

source: style1
ru: стиль1

source: style2
ru: стиль2

source: style3
ru: стиль3

source: style4
ru: стиль4

source: style5
ru: стиль5

source: style6
ru: стиль6

source: style7
ru: стиль7

source: style8
ru: стиль8

source: successful
ru: успешно

source: successfully converted
ru: успешно преобразован

source: swap PiP and main picture
ru: поменять PiP и основную картинку

source: switch Fan On/Off
ru: Вкл/Выкл вентилятора

source: switch to bookmarks
ru: перейти на закладки

source: switch to filelist
ru: переключить на список файлов

source: switch to playlist
ru: переключить на плейлист

source: switch to the next angle
ru: перейти в следующую сторону

source: switch to the next audio track
ru: перейти к следующей звуковой дорожке

source: switch to the next subtitle language
ru: переключиться на следующий язык субтитров

source: system load
ru: нагрузка системы

source: systemplugins
ru: Системные плагины

source: talk show
ru: Ток-шоу

source: team sports
ru: командный спорт

source: technology/natural science
ru: наука и природа

source: template file
ru: Шаблон файла

source: temporary Record-Settings
ru: Настройки временных записей

source: tennis/squash
ru: теннис/сквош

source: textcolor
ru: цвет текста

source: the sender does not allow recording
ru: поток невозможно записать

source: theme images
ru: картинки по тегу

source: this bouquet is protected by a parental control pin
ru: данный фаворит заблокирован родительским контролем

source: this recording
ru: данная запись

source: this service is protected by a parental control pin
ru: этот канал защищен пин-кодом

source: this_month
ru: в этом месяце

source: this_week
ru: на этой неделе

source: time
ru: время

source: time to wait next keypress (millisecond)
ru: время ожидания следующего нажатия кнопки (мс)

source: timing art
ru: тип записи

source: title
ru: название

source: to left
ru: влево

source: to right
ru: вправо

source: today
ru: сегодня

source: toggels betwenn tv and radio...
ru: Переключение ТВ/Радио

source: toggle List
ru: перейти на список

source: toggle Slideshow random/sorted
ru: переключение слайд-шоу случайный/сортированный

source: toggle a cut mark at the current position
ru: расположить метку редактирования в этой позиции

source: toggle time, chapter, audio, subtitle info
ru: время переключения, разделы, аудио, информация субтитров

source: tools and settings
ru: инструменты и настройки

source: top
ru: вверх

source: top_rated
ru: лучшие по рейтингу

source: tourism/travel
ru: туризм

source: transponderList:
ru: транспондерлист:

source: trashcan
ru: Корзина

source: true
ru: да

source: try:
ru: пробуем:

source: trying to establish connection
ru: попытки установить связь

source: tuner is not supported
ru: неподдерживаемый тюнер

source: turn off
ru: выключить

source: turn on
ru: включить

source: unavailable
ru: недоступен

source: unconfirmed
ru: не присвоен

source: undefined
ru: неопределен

source: under the Fan
ru: под Вентилятор

source: under the WLAN
ru: под WLAN

source: unknown
ru: неизвестный

source: unknown
ru: неизвестный

source: unknown service
ru: неизвестный канал

source: unlock protected services
ru: разблокировать защиту канала

source: unpublished
ru: неопубликованное

source: until standby/restart
ru: до режима ожидания/перезагрузки

source: up or right for higher
ru: вверх или вправо для громкости

source: up/down
ru: вверх/вниз

source: update
ru: обновление

source: url not readable
ru: URL некорректен

source: url timeout
ru: таймаут для url

source: usb wireless network interface
ru: беспроводной USB интерфейс

source: use as HDD replacement
ru: Использовать в качестве замены HDD

source: use onid
ru: Использовать onid

source: use tsid
ru: Использовать tsid

source: user defined
ru: определен пользователем

source: vCalendar
ru: формат vCalendar

source: variety show
ru: варьете

source: vertical
ru: вертикальная

source: video bitrate
ru: видео битрейт

source: view Email
ru: просмотр почты

source: view extensions...
ru: просмотр дополнений...

source: view recordings...
ru: просмотр записей...

source: viewer of meteo pictures
ru: просмотр картинок погоды

source: virt. Keyboard
ru: клавиатура

source: void
ru: аннулир.

source: wait for ci...
ru: ожидание ci...

source: wait for mmi...
ru: ожидание mmi...

source: wait...
ru: ждите...

source: waiting
ru: ожидание

source: was removed successfully
ru: успешно удален

source: watch trailer from epglist/eventview
ru: Смотреть трейлеры из телегида/события

source: water sport
ru: водный спорт

source: webradioFS - Settings
ru: webradioFS - Настройки

source: webradioFS Record-Menu
ru: webradioFS Меню записи

source: weekly
ru: Еженедельно

source: west
ru: запад

source: white
ru: белый

source: whitelist
ru: белый список

source: width
ru: ширина

source: winter sport
ru: зимний спорт

source: wireless network interface
ru: интерфейс беспроводной сети

source: with %d error
ru: с %d ошибкой

source: with errors
ru: с ошибками

source: with short description
ru: с кратким описанием

source: with text
ru: с текстом

source: with tuner name
ru: с названием тюнера

source: working
ru: проверяем

source: wsize
ru: размер

source: yellow
ru: желтый

source: yes
ru: да

source: yes (keep feeds)
ru: да (оставить фиды)

source: yes, Except for Recording or HDD
ru: Да, за исключением HDD или во время записи

source: your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
ru: Ваш ресивер может стать непригодным для использования. Почитайте мануал по ресиверу, прежде чем продолжать его использование.

source: zap
ru: переключить

source: zap and record
ru: переключить и записать

source: Auto EXIF Orientation rotation/flipping
ru: Авто EXIF ориентация вращения/поворота

source: Preferred tuner DVB-S
ru: Приоритетный тюнер DVB-S

source: Preferred tuner DVB-T
ru: Приоритетный тюнер DVB-T

source: Preferred tuner DVB-C
ru: Приоритетный тюнер DVB-C

source: Preferred tuner DVB-S for recordings
ru: Приоритетный тюнер DVB-S для записей

source: Preferred tuner DVB-T for recordings
ru: Приоритетный тюнер DVB-T для записей
