Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Fsck failed
ru: Ошибка fsck

source: Full 1:1 back-up direct on USB
ru: Полный 1:1 бэкап с сохранением на USB

source: Full 1:1 back-up in USB format
ru: Полный 1:1 бэкап в формате USB

source: Full 1:1 back-up in USB format on USB/HDD
ru: Полный 1:1 бекап в формате USB на USB/HDD

source: Full Back-up to USB
ru: Полный бэкап на USB

source: Full back-up direct to USB
ru: Полная резервная копия непосредственно на USB

source: Full back-up on HDD
ru: Полный бэкап на HDD

source: Full back-up on HDD/USB
ru: Полная резервная копия на HDD/USB

source: Full back-up to USB
ru: Полная резервная копия на USB

source: Full back-up to the harddisk
ru: Полная резервная копия на жесткий диск

source: Full transparency
ru: Полная прозрачность

source: FullBackup Configuration
ru: Настройки полного бекапа

source: Function of OK button
ru: Действие при нажатии кнопки ОК

source: Function on OK button
ru: Действие при нажатии кнопки ОК

source: G e n r e s
ru: Ж а н р ы

source: GB
ru: Гб

source: GStreamer Error: missing %s
ru: Ошибка GStreamer: не могу найти %s

source: GUI needs a restart to apply a new settings Do you want to Restart the GUI now?
ru: Для применения настроек необходимо перезагрузить GUI Хотите перезагрузить GUI сейчас?

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
ru: Для активации нового скина необходимо перезагрузить GUI Хотите сделать это сейчас?

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
ru: Для применения изменений нужна перезагрузка GUI. Хотите перезагрузить GUI сейчас?

source: GUI needs a restart to apply the new settings !!!
ru: Рестарт Энигма2 для вступления в силу новых настроек !!!

source: GUI restart now, press 'OK' button.
ru: Интерфейс будет перезагружен, нажмите кнопку 'ОК'

source: GZ-package:\n
ru: GZ-пакет:\n

source: Gaming
ru: Игра

source: Gateway
ru: Шлюз

source: Gateway :
ru: Шлюз :

source: General AC3 Delay
ru: Общая задержка AC3

source: General AC3 delay
ru: Общая задержка AC3

source: General AC3 delay (ms)
ru: Общая задержка AC3 (мс)

source: General PCM Delay
ru: Общая задержка PCM

source: General PCM delay
ru: Общая задержка PCM

source: General PCM delay (ms)
ru: Общая задержка PCM (мс)

source: Genre
ru: Жанр

source: Genre (%s) -> Song List
ru: Жанр (%s) -> Список песен

source: Genre (search in ID3-Tag)
ru: Жанр (поиск по ID3 -Тегам)

source: Genre 2
ru: Жанр 2:

source: Genre 2 (optional):
ru: Жанр 2 (опционально):

source: Genre List
ru: Список жанров

source: Genre failed
ru: Жанр отсутствует

source: Genre of this Station failed/not in Database
ru: Жанр для этой станции отсутствует

source: Genre to Player
ru: Жанр для плеера

source: Genre:
ru: Жанр:

source: Genre:
ru: Жанр:

source: Genres
ru: Жанры

source: Genres (%d)
ru: Жанры (%d)

source: Genres:
ru: Жанр:

source: Genuine STB
ru: Подлинность ресивера

source: German
ru: Немецкий

source: German keyboard
ru: немецкая раскладка

source: Germany
ru: Германия

source: Get latest experimental image
ru: Получить последний экспериментальный имидж

source: Get latest release image
ru: Получить последний выпущенный имидж

source: Get related videos
ru: Получить похожие видео

source: Get video responses
ru: Получить доступные видео

source: Getting Event Info failed!
ru: Ошибка получения информации о текущем событии!

source: Getting plugin information. Please wait...
ru: Получение информации о плагине. Пожалуйста ждите...

source: Ginormous 4 MB
ru: Гигантский 4 MB

source: Global
ru: Глобально

source: Global Settings
ru: Главные настройки

source: Global delay
ru: Глобально

source: Go down the list
ru: Перейти к концу списка

source: Go to first movie or last item
ru: Перейти к первому или последнему фильму

source: Go to first movie or top of list
ru: Перейти к первому филму или на вершину списка

source: Go to first service
ru: Перейти на первый канал

source: Go to last service
ru: Перейти на последний канал

source: Go to next event
ru: Перейти на след. событие

source: Go to next page of service
ru: Перейти на след. страницу каналов

source: Go to position:
ru: Перейти к позиции:

source: Go to previous event
ru: Перейти на пред. событие

source: Go to previous page of service
ru: Перейти на пред. страницу каналов

source: Go to standby
ru: Переключить в режим ожидания

source: Go up the list
ru: Подняться по списку

source: Google Password
ru: Пароль от Google

source: Google Username
ru: Имя пользователя Google

source: Google image path
ru: Путь для изображений из Google

source: Google-search: only photos
ru: Google-Поиск: только фото

source: Goto
ru: Позиция

source: Goto 0
ru: Установка на позицию 0

source: Goto :
ru: Перейти :

source: Goto X
ru: Переход на позицию Х

source: Goto first service
ru: Перейти на первый канал

source: Goto index position
ru: Номер позиции

source: Goto last service
ru: Перейти на последний канал

source: Goto next event
ru: Перейти на след. событие

source: Goto next page of events
ru: Перейти на след. страницу событий

source: Goto next page of service
ru: Перейти на след. страницу каналов

source: Goto position
ru: Переход на позицию

source: Goto previous event
ru: Перейти на пред. событие

source: Goto previous page of events
ru: Перейти на пред. страницу событий

source: Goto previous page of service
ru: Перейти на пред. страницу каналов

source: Goto specific datе/time
ru: Перейти на конкретное дата/время

source: GotoX calibration
ru: Калибровка позиции Х

source: Grab screen image
ru: Снимки с экрана ТВ

source: Grabbing Screenshot failed !!!
ru: Не удалось создать скриншот!

source: GraphMultiEpg Settings
ru: Настройки графического мультиЕПГ

source: Graphical Multi EPG
ru: Графический телегид

source: Great Britain
ru: Великобритания

source: Greek
ru: Греческий

source: Green
ru: Зеленая кнопка

source: Green boost
ru: Добавить зеленый

source: Green long
ru: Зеленая кнопка (длинное нажатие)

source: Group tools
ru: Опции группы

source: Group:
ru: Группа:

source: Guard Interval
ru: Интервал защиты

source: Guard interval
ru: Интервал защиты

source: Guard interval mode
ru: Режим защиты

source: Guess existing timer based on begin/end
ru: Считать существующий таймер основанным на начало/конец

source: HARD DISK:
ru: Жесткий диск:

source: HBBTV mode
ru: Режим HBBTV

source: HD Interlace Mode
ru: Чересстрочная развертка HD

source: HD Progressive Mode
ru: Прогрессивная развертка HD

source: HD Quality (Stereo)
ru: Качество HD (Стерео)

source: HD list
ru: Список HD

source: HD videos
ru: Фильмы HD

source: HDD
ru: Жесткий диск

source: HDMI CEC setup
ru: Настройки HDMI CEC

source: HDMI preemphasis Settings
ru: Настройки HDMI

source: HDMI preemphasis settings
ru: Меню настроек HDMI

source: HDMI-CEC setup
ru: Настройки HDMI-CEC

source: HTTP Port
ru: HTTP Порт

source: HTTP port
ru: Порт HTTP

source: HTTPS Port
ru: Порт HTTPS

source: HTTPS port
ru: Порт HTTPS

source: HandelGotD Font
ru: Шрифт HandelGotD

source: Handle standby from TV
ru: Уйти в режим ожидания с ТВ

source: Handle wakeup from TV
ru: Включить при включении ТВ

source: Hard Drive Fast Umount
ru: Быстрое размонтирование диска

source: Hard Drive Info
ru: Информация о диске

source: Hard Drive Mount
ru: Монтирование диска

source: Hard Drive Partitions
ru: Разделы диска

source: Hard Drive Setup
ru: Настройки диска

source: Hard disk
ru: Жесткий диск

source: Hard disk setup
ru: Настройка диска

source: Hard disk standby after
ru: Отключение HDD через

source: Harddisk
ru: Жесткий диск

source: Harddisk Setup
ru: Настройки жесткого диска

source: Harddisk standby after
ru: Отключение HDD через

source: Hardware:
ru: Аппарат:

source: HbbTV Applications
ru: Приложения HbbTV

source: Heads: %s (max) %s (current)
ru: Глав: %s (макс) %s (текущ.)

source: Heads: unknown
ru: Глав: неизвестно

source: Hebrew
ru: Иврит

source: Height: %s (%s)
ru: Высота: %s (%s)

source: Hellas Sat 2 (39.0E)
ru: Греция Сат 2 (39.0E)

source: Help
ru: Помощь

source: Help key
ru: Кнопка HELP

source: Help...
ru: Меню помощи...

source: HelpMenu
ru: Меню помощи

source: Helps setting up your dish
ru: Помощь в настройке вашей антенны

source: Hidden network
ru: Скрытая сеть

source: Hidden network SSID
ru: Скрытые SSID сети

source: Hide CI messages
ru: Не показывать сообщения CI

source: Hide Infobar if Second-InfoBar shown
ru: Скрыть Инфобар при открытии второго инфобара

source: Hide all sub-genres
ru: Скрыть все поджанры

source: Hide any zap error messages.
ru: Не показывать сообщения об ошибках при переключении каналов.

source: Hide channel list in radio mode
ru: Спрятать список каналов в режиме радио

source: Hide error messages from the Common Interface module.
ru: Скрыть сообщения об ошибках от CI модуля.

source: Hide known extensions
ru: Скрыть расширения файлов

source: Hide number markers
ru: Скрыть нумерацию маркеров

source: Hide on exit
ru: Скрыть при выходе

source: Hide parentel locked services
ru: Скрывать заблокированные каналы

source: Hide player
ru: Скрыть плеер

source: Hide video info page on hbbtv youtube
ru: Скрыть инфо страницу для YouTube hbbtv

source: Hide zap errors
ru: Спрятать ошибки при переключении каналов

source: Hierarchy Information
ru: Иерархия информации

source: Hierarchy info
ru: Инфо Иерархии

source: Hierarchy information
ru: Инфо об иерархии

source: Hierarchy mode
ru: Режим иерархии

source: High Band,
ru: Верхний диапазон,

source: High Quality (Stereo)
ru: Высокое качество (Стерео)

source: High bitrate support
ru: Поддержка высокого битрейта

source: History
ru: История

source: History back
ru: Назад по истории

source: History next
ru: Вперед по истории

source: Hold screen
ru: Сохранять экран

source: Hold till locked
ru: Держать до блокировки

source: Holland
ru: Голландия

source: Home
ru: Домой

source: Hong Kong
ru: Гонконг

source: Horizons 2/Intelsat 15 (85.0E)
ru: Горизонт 2/Интелсат 15 (85.0E)

source: Horizontal
ru: Горизонтальная

source: Horizontal turning speed
ru: Скорость поворота к горизонтали

source: HotKey Setup
ru: Настройки кнопок

source: Hotkey
ru: Горячие кнопки

source: Hotkey Setup
ru: Настройки горячих кнопок

source: How long should 3D mode on confirmation be displayed (seconds). 0 for none.
ru: Сколько нужно (в секундах) для подтверждения режима 3D. 0 - без подтверждения.

source: How many entries to keep in the search history at most. 0 disables history entirely!
ru: Максимальное число записей в истории поиска. Ноль отключает историю целиком!

source: How many minutes do you want to record?
ru: Сколько минут вы хотите записать?

source: How many minutes must the fan stay on?
ru: Активный режим (вентилятор включён)(мин)

source: How to handle found crashlogs?
ru: Что делать с найденными крешлогами?

source: How would you like to cut "%s"?
ru: Как бы вы хотели вырезать "%s"?

source: Howto & Style
ru: Наука и технологии

source: Http port
ru: HTTP порт

source: Https port
ru: Порт Https

source: Hue
ru: Оттенки

source: Huge 2 MB
ru: Огромный 2 MB

source: Humidity:
ru: Влажность:

source: Hungarian
ru: Венгерский

source: IMDb Search
ru: Поиск IMDb

source: INFO: Skrypty /usr/script
ru: Выполнение скриптов из /usr/script

source: IP Address
ru: IP Адрес

source: IP Address :
ru: IP Адрес :

source: IP address
ru: IP Адрес

source: IP-Address
ru: IP-Адрес

source: IPK Tools
ru: Работа с файлами IPK

source: IPKG-package:\n
ru: IPKG-пакет:\n

source: IRC Client for Enigma2
ru: IRC клиент для Enigma2

source: ISO Speed Rating:
ru: Скорость ISO:

source: ISO file is too large for this filesystem!
ru: ISO файл слишком велик для этой файловой системы!

source: ISO path
ru: Местоположение ISO

source: Icelandic
ru: Исландский

source: Icons
ru: Иконки

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
ru: Если программа прерывается и разделена на отдельные события, плагин будет искать связанные события

source: If enabled and necessary, the plugin will wake up the setopbox from Deep-Standby for the defined starting time to control whether the programme begins earlier.
ru: Если включено, при необходимости плагин включит ресивер в назначенное время и проконтролирует программы начавшиеся ранее.

source: If enabled, orphaned movie files will be automatically deleted from movie directories.
ru: Если опция включена, техн. данные видеофайлов будут автоматически удаляться из их папок.

source: If enabled, you can decide whether a timer should be controlled by channel (Running-Status). Programmed start and end time will be ignored.
ru: Если включено, вы можете решить, должен ли таймер контролироваться каналом (статус запуска). Запрограммированное время начала и окончания будут игнорироваться.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
ru: Если возможно, на х минут раньше, чем включится таймер, VPS плагин будет контролировать начинается ли программа раньше. (0 отключает функцию)

source: If set to 'yes' the receiver will use AC3 sound (when available).
ru: Если установлено значение 'да', то ресивер будет использовать AC3 звук (если доступно).

source: If set to 'yes' the receiver will use the audio stream that has been used earlier.
ru: Если установлено значение 'да', то ресивер будет использовать аудио-поток, который был использован ранее.

source: If set to 'yes', the channel selection list will be hidden while listening to a radio channel
ru: Если установлено значение 'да', то список выбора каналов будет скрыт во время прослушивания радио каналов

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
ru: Если этот параметр включен, плагин добавляет кнопку "Поиск" в стандартном телегиде.

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
ru: Если подключить USB-флешку, содержащую этот файл, то резервная копия будет автоматически сделана на USB-флешку и, если это будет необходимо, может быть использована для восстановления прошивки.

source: If you see this, something is wrong with your scart connection. Press OK to return.
ru: Если вы видите это, то что-то не так с вашим SCART соединением. Нажмите ОК, чтобы вернуться.

source: If you want to quit the Browser, Press RED -> EXIT.
ru: Если хотите закрыть браузер, Нажмите красную кнопку -> Выход.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
ru: Если в Вашем телевизоре наблюдается превышение яркости или контрастности, устраните это. Если в Вашем TB выбран один из режимов настроек изображения,например "динамичный", сбросьте настройки в стандартные .Уменьшите контрастность Вашего ТВ на максимально возможное значение. Теперь уменьшите яркость на максимально низкое значение, на сколько это возможно, но при этом следите, чтобы два самых нижних оттенка были различимы. Не беспокойтесь о ярких оттенках, они будут настроены на следующем этапе. Если Вас устраивает результат, нажмите OK.

source: Image
ru: Имидж

source: Image Manager
ru: Управление имиджами

source: Image creation FAILED!
ru: Создание прошивки завершилось НЕУДАЧЕЙ!

source: Image flash utility
ru: Утилита прошивки имиджа

source: Image:
ru: Имидж:

source: Images Additional search word
ru: Ключевое слово для поиска картинок

source: Images Additional search word at the end
ru: Ключевое слово в конце для поиска картинок

source: Immediate shutdown
ru: Немедленное выключение

source: Import *.csv and *.bin from %s/import or %s/import (*.bin are binaries with a csv as stdout)
ru: Импорт csv и bin из %s/импорт или %s/импорт (bin файлы с csv как stdout)

source: Import AutoTimer
ru: Импорт АвтоТаймера

source: Import all old Fav-Files from etc/confFS
ru: Импортировать из etc/confFS все старые фавориты

source: Import existing Timer
ru: Импорт существующего таймера

source: Import from AutoTimer
ru: Взять из Автотаймера

source: Import from EPG
ru: Взять из телегида

source: Import from Timer
ru: Взять из таймера

source: In Progress
ru: В Процессе

source: In order to record a timer, the TV was switched to the recording service!
ru: Таймер переключил ресивер на записываемый канал!

source: In progress
ru: В Процессе

source: Inactivity Sleeptimer
ru: Действие таймера при неактивности

source: Include %s
ru: Включить %s

source: Include AIT in http streams
ru: Включать AIT в http стрим потоки

source: Include ECM in http streams
ru: Включать ECM в http стрим потоки

source: Include EIT in http streams
ru: Включать EIT в http стрим потоки

source: Include your email and name (optional) in the mail?
ru: Включить Ваш email и имя (дополнительно) в сообщение?

source: Incompatible MerlinMusicPlayer version!
ru: Несовместимая версия аудиоплеера Мерлин!

source: Increase delay
ru: Увеличение задержки

source: Increase delay by %i ms (can be set)
ru: Увеличение задержки на %i миллисекунд (может быть выбран)

source: Increase list item height:
ru: Увеличение высоты элемента списка:

source: Increased voltage
ru: Повышенное напряжение

source: Index
ru: Индекс

source: Index allocated:
ru: Выделен номер:

source: India
ru: Индия

source: Infinnity ChannelSelection
ru: Селектор каналов Инфинити

source: Infinnity InfoBar
ru: Инфинити

source: Infinnity Light InfoBar
ru: Светлый Инфинити

source: Info
ru: Инфо

source: Info Long
ru: Info (длинное нажатие)

source: Info about database
ru: Информация о базе данных

source: Info bar
ru: ИнфоБар

source: Info bar timeout
ru: Время показа инфобара

source: Info for continuous stream:
ru: Информация для текущей станции:

source: Info for selected stream:
ru: Информация для выбранной станции:

source: Info...
ru: Инфо...

source: InfoBar
ru: ИнфоБар

source: InfoBar Style:
ru: Стиль Инфобара:

source: Infobar frontend data source
ru: Источник отображения данных в инфобаре

source: Infobar timeout
ru: Время показа инфобара

source: Information
ru: Информация

source: Init
ru: Инициализация

source: Init string
ru: Строка инициализации

source: Initial Fast Forward speed
ru: Начальная скорость перемотки вперед

source: Initial PWM
ru: Начальный PWM

source: Initial Rewind speed
ru: Начальная скорость перемотки назад

source: Initial Voltage
ru: Начальный Вольтаж

source: Initial fast forward speed
ru: Первоначальная скорость перемотки вперед

source: Initial location in new timers
ru: Первоначальное положение в новых таймерах

source: Initial lock ratio
ru: Начальное соотношение захвата

source: Initial rewind speed
ru: Первоначальная скорость перемотки назад

source: Initial scroll delay
ru: Начальная задержка прокрутки

source: Initial signal quality
ru: Начальное качество сигнала

source: Initial signal quality:
ru: Начальное качество сигнала:

source: Initialization
ru: Форматирование

source: Initialize
ru: Инициализ.

source: Initialize disk
ru: Инициализ. диск

source: Initializing Harddisk...
ru: Инициализация жесткого диска...

source: Initializing storage device...
ru: Инициализация устройства хранения данных...

source: Input
ru: Ввод данных

source: Input 1
ru: Вход 1

source: Input 10
ru: Вход 10

source: Input 11
ru: Вход 11

source: Input 12
ru: Вход 12

source: Input 13
ru: Вход 13

source: Input 14
ru: Вход 14

source: Input 15
ru: Вход 15

source: Input 16
ru: Вход 16

source: Input 2
ru: Вход 2

source: Input 3
ru: Вход 3

source: Input 4
ru: Вход 4

source: Input 5
ru: Вход 5

source: Input 6
ru: Вход 6

source: Input 7
ru: Вход 7

source: Input 8
ru: Вход 8

source: Input 9
ru: Вход 9

source: Input color string
ru: Введите цвет строки

source: Input device setup
ru: Настройки устройства ввода

source: Input devices
ru: Настройки пульта

source: Input failed, color sample for with: ffffff, for black: 000000
ru: Ошибка, цвет должен быть в формате: ffffff, для черного: 000000

source: Insat 3A/4B (93.5E)
ru: Инсат 3A/4B (93.5E)

source: Insert file to current playing songlist and play next
ru: Вставить файл в текущий список и сыграть следующим

source: Insert mount point:
ru: Введите точку монтирования:

source: Install
ru: Установить

source: Install Softcam or CardServer
ru: Установка Эмулятора или КардСервера

source: Install a new image with a USB stick
ru: Установить новый имидж с USB стика

source: Install a new image with your web browser
ru: Установить новый имидж через веб браузер

source: Install channel list
ru: Установка списка каналов

source: Install drivers from a local device
ru: Установка драйверов с локального диска

source: Install extensions from feed
ru: Установка дополнений с фида

source: Install extensions.
ru: установить дополнения.

source: Install local extension
ru: Инсталляция локал. пакетов

source: Install new bootlogo...
ru: Устанавливается новая картинка загрузки...

source: Install or remove finished.
ru: Установка или удаление завершены.

source: Install picons on
ru: Установить пиконы на

source: Install rec-Modules
ru: Установите требуемый модуль

source: Install settings, skins, software...
ru: Установка настроек, скинов, ПО...

source: Install softcam
ru: Установка эмулятора

source: Install this package
ru: Установить этот пакет

source: Installation finished.
ru: Установка завершена.

source: Installation has completed.
ru: Установка успешно завершена.

source: Installation or removal has completed.
ru: Установка или удаление успешно завершены.

source: Installed
ru: Время установки

source: Installed version:
ru: Установленная версия:

source: Installed:
ru: Дата установки:

source: InstallerDriverGPRS
ru: Установщик драйвера GPRS

source: Installing
ru: Установка

source: Installing Software...
ru: Установка программ...

source: Installing default sat lists... Please wait...
ru: Установка списка спутников по умолчанию... Пожалуйста, подождите...

source: Installing defaults... Please wait...
ru: Установка настроек по умолчанию... Пожалуйста подождите...

source: Installing package content... Please wait...
ru: Установка содержимого пакета... Пожалуйста подождите..

source: Installing software...
ru: Установка программ...

source: Installing update...
ru: Идет установка обновления...

source: Instant Record...
ru: Немедленная запись...

source: Instant record
ru: Немедленная запись

source: Instant record location
ru: Расположение немедленной записи

source: Instant recording location
ru: Расположение немедленной записи

source: Instant recording, endless
ru: Мгновенная запись, без времени окончания

source: Instant recording, recording with special settings, check modules
ru: Мгновенная запись с помощью специальных настроек, проверки модулей

source: Instant recording...
ru: Немедленная запись...

source: Integrated Ethernet
ru: Адаптер локальной сети

source: Integrated Wireless
ru: Адаптер беспроводной сети

source: Intelsat 17 (66.0E)'
ru: Интелсат 17 (66.0E)'

source: Intelsat 904 (60.0E)
ru: Интелсат 904 (60.0E)

source: Interface:
ru: Интерфейс:

source: Intermediate
ru: Промежуточный

source: Internal Flash
ru: Внутренняя флешь

source: Internal flash
ru: Внутреняя флешь

source: Internal flash (unsuggested)
ru: Внутренняя флешь (не рекомендуется)

source: Internal hdd only
ru: Только внутр. жесткий диск

source: Interval between keys when repeating:
ru: Интервал между повторами кнопок:

source: Invalid Location
ru: Неправильное расположение

source: Invalid directory selected: %s
ru: Выбран неправильный каталог: %s
