Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
ru: Когда изображение на канале имеет соотношение сторон 4:3, выберите, следует ли масштабировать/растянуть картинку.

source: When the content has an aspect ratio of 4:3, choose whether to stretch the picture to fill the screen.
ru: Когда изображение на канале имеет соотношение сторон 4:3, выберите, будет ли растянута картинка на весь экран.

source: When the decoder is in standby opentv providers will be automatically downloaded every hour. XMLTV providers will be always downloaded only once a day
ru: Во время нахождения ресивера в режиме ожидания, провайдеры opentv будут автоматически загружаться каждый час. XMLTV провайдеры будуть всегда загружаться один раз в день

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure what you're doing.
ru: При отрицательном значении, система будет сканировать транспондер в фоновом режиме на предмет изменений и сохранять их. Выберите 'да', если только абсолютно уверены, что делаете.

source: When using scart connection, choose what color format to use.
ru: При использовании SCART соединения, выберите, какой формат цвета использовать.

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
ru: Если 'да', VPS будет включен для немедленных записей (стоп после текущего события), если канал поддерживает VPS.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
ru: При сбросе на заводские установки будут удалены все конфигурационные данные (включая пакеты, каналы, данные спутников...) После завершения сброса, ваш ресивер будет автоматически перезагружен! Действительно выполнить сброс на заводские установки?

source: Where do you want to backup your settings?
ru: Где вы хотите сохранить установки?

source: Where to save temporary timeshift recordings?
ru: Куда сохранить временные файлы отложенного просмотра?

source: Which delays do you want to set
ru: Какие задержки хотите установить?

source: Which event do you want to save permanently?
ru: Какое событие вы хотите сохранять постоянно?

source: Whitepace will be replaced by Underscore
ru: Whitepace будет заменен подчеркиванием

source: Width / Height:
ru: Ширина/Высота:

source: Width: %s (%s)
ru: Ширина: %s (%s)

source: Wind:
ru: Ветер:

source: Wireless
ru: Беспроводной

source: Wireless LAN
ru: Беспроводной доступ в Интернет

source: Wireless Network
ru: Беспроводная сеть

source: Wireless Network AP Scan...
ru: Сканирование беспроводной сети АР...

source: Wireless Network Adapter Selection...
ru: Выбор беспроводного сетевого адаптера

source: Wireless Network Configuration...
ru: Конфигурация беспроводной сети...

source: Wireless Network Setup Menu...
ru: Меню настройки беспроводной сети

source: Wireless Network State
ru: Состояние беспроводной сети

source: Wireless Network Status...
ru: Состояние беспроводной сети...

source: Wireless network
ru: Беспроводная сеть

source: Wireless network configuartion...
ru: Конфигурация беспроводной сети...

source: Wireless network configuration...
ru: Конфигурация беспроводной сети...

source: Wireless network connection setup
ru: Настройка беспроводной сети

source: Wireless network connection setup.
ru: Настройка беспроводной сети.

source: Wireless network state
ru: Состояние беспроводной сети

source: With DVDBurn you can make compilations of records from your receivers hard drive. Optionally you can add customizable menus. You can record the compilation to a standard-compliant DVD that can be played on conventinal DVD players. HDTV recordings can only be burned in proprietary format.
ru: С плагином DVDBurn вы можете сделать сборники записей из жесткого диска вашего ресивера. При желании вы можете добавить настраиваемое меню. Вы можете записать стандартные DVD-совместимые сборники, которые могут быть воспроизведены на большинстве DVD-плееров. HDTV записи могут быть выполнены только в защищенном формате.

source: With errors:
ru: С ошибками:

source: With popup
ru: С показом сообщения

source: With the stream there is always connection issues
ru: Постоянные проблемы с соединением

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
ru: Если эта опция включена, канал для записи на может быть изменен на альтернативный из-за ограничений

source: Without popup
ru: Без всплывающего сообщения

source: Wizard
ru: Мастер

source: Would you like to install a softcam?
ru: Как бы вы хотели установить эмулятор?

source: Write error while recording. Disk full?
ru: Ошибка во время записи. Диск переполнен?

source: Write failed!
ru: Запись не удалась!

source: Write url info to vfd
ru: Название инет-адреса на дисплее

source: Writing NFI image file to flash completed
ru: Запись NFI образа во флеш-память завершена

source: Wrong
ru: Неверно

source: X-Mas InfoBar
ru: X-Mas

source: X-Resolution:
ru: X-разрешение:

source: XEPGDB providers
ru: Провайдеры XEPGDB

source: XMLTV providers
ru: Провайдеры XMLTV

source: Y-Resolution:
ru: Y-разрешение:

source: YAMP
ru: Аудиоплеер YAMP

source: YAMP - Jump to letter(s):
ru: Перейти к букве(ам):

source: YAMP - Please enter filename:
ru: YAMP - Введите имя файла:

source: YAMP - Please enter query:
ru: Пожалуйста, введите запрос:

source: YAMP Music Player
ru: Аудиоплеер YAMP

source: YAMP Music Player - Add all directories to Database
ru: Аудиоплеер YAMP - добавить все каталоги в базу данных

source: YAMP Music Player - Add directory to Database
ru: Аудиоплеер YAMP - добавить каталог в базу данных

source: YAMP Music Player - Database Actions
ru: Аудиоплеер YAMP - операции с базой данных

source: YAMP Music Player - Select Path
ru: Аудиоплеер YAMP - Выбор размещения

source: YAMP Music Player Configuration
ru: Конфигурации аудиоплеера YAMP

source: YAMP Music Player Lyrics
ru: Тексты песен аудиоплеера YAMP

source: YAMP database directory
ru: Папка для базы данных YAMP

source: YAMP in extended plugin list
ru: YAMP в расширенном списке плагинов

source: YAMP in main menu
ru: YAMP в Главном меню

source: Yamal 201 (90.0E)
ru: Ямал 201 (90.0E)

source: Yamal 202 (49.0E)
ru: Ямал 202 (49.0E)

source: Yamal 300K (90.0E)
ru: Ямал 300K (90.0E)

source: Yamal 402 (55.0E)
ru: Ямал 402 (55.0E)

source: Year
ru: Год

source: Year:
ru: Год:

source: Yellow
ru: Желтая кнопка

source: Yellow DVB subtitles
ru: Желтые DVB субтитры

source: Yellow external subtitles
ru: Желтые сторонние субтитры

source: Yellow font for DVB subtitles
ru: Жёлтый шрифт для DVB субтитров

source: Yellow for new group
ru: Желтый цвет для новых групп

source: Yellow long
ru: Желтая кнопка (длинное нажатие)

source: Yellow pango subtitles
ru: Желтые Pango субтитры

source: Yes
ru: Да

source: Yes (safe mode)
ru: Да (безопасный режим)

source: Yes and save
ru: Да и сохранить

source: Yes and save in movie dir
ru: Да и сохранить в папку записей

source: Yes to all
ru: Да - для всех

source: Yes, always
ru: Да, всегда

source: Yes, and delete this movie
ru: Да, удалить эту запись

source: Yes, and don't ask again
ru: Да, и больше не спрашивать

source: Yes, backup my settings!
ru: Да, сохранить мои установки!

source: Yes, but play next video
ru: Да, но играть следующее видео

source: Yes, but play previous video
ru: Да, но играть предыдущее видео

source: Yes, delete this movie and return to movie list
ru: Да, удалить эту запись и вернуться в список фильмов

source: Yes, do a manual scan now
ru: Да, выполнить ручной поиск

source: Yes, do an automatic scan now
ru: Да, выполнить автоматический поиск

source: Yes, do another manual scan now
ru: Да, продолжить ручной поиск

source: Yes, don't ask again
ru: Да, больше не спрашивать

source: Yes, keep them.
ru: Да, сохранить.

source: Yes, perform a shutdown now.
ru: Да, выключить сейчас.

source: Yes, restore the settings now
ru: Да, восстановить установки сейчас

source: Yes, returning to movie list
ru: Да, вернуться к списку записей

source: Yes, view the tutorial
ru: Да, хочу просмотреть инструкцию

source: Yesterday
ru: Вчера

source: You already have a channel list installed, would you like to remove "%s"?
ru: Список каналов уже установлен, Удалить "%s"?

source: You are running experimental beta version !!!
ru: У вас экспериментальная бета версия !!!

source: You can cancel the installation.
ru: Вы можете отменить установку.

source: You can cancel the removal.
ru: Вы можете отменить удаление.

source: You can choose some default settings now. Please select the settings you want to be installed.
ru: Вы можете выбрать настройки по умолчанию. Пожалуйста выберите настройки которые вы хотели бы установить.

source: You can choose, what you want to install...
ru: Вы можете выбрать то, что хотите установить...

source: You can continue watching TV etc. while this is running.
ru: Пока идет выполнение процесса, Вы можете продолжить просмотр ТВ.

source: You can install this plugin.
ru: Вы можете установить этот плагин

source: You can only burn STB recordings!
ru: Вы можете прожечь только записи ресивера!

source: You can only burn receiver recordings!
ru: Вы можете прожечь только записи ресивера!

source: You can remove this plugin.
ru: Вы можете удалить этот плагин.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
ru: Здесь вы можете установить основные свойства АвтоТаймера. 'Имя' - название АвтоТаймера в обзоре, 'Соответствие названию' - для поиска в EPG.

source: You cannot delete this!
ru: Вы не можете удалит это!

source: You chose not to install any default services lists.
ru: Вы не выбрали установку списка сервисов по умолчанию.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
ru: Вы не выбрали установку настроек по умолчанию. В любом случае Вы можете установить их позже из меню настроек.

source: You chose not to install anything. Please press OK finish the install wizard.
ru: Вы ничего не выбрали. Пожалуйста нажмите ОК чтобы закончить установку.

source: You chose the incorrect file.
ru: Выбран неверный файл

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
ru: Атрибут поиска 'Соответствие названию' не задан в новом АвтоТаймере. Это обязательный атрибут, продолжение невозможно.

source: You didn't select a channel to record from.
ru: Вы не выбрали канал для записи.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
ru: Вы ввели "%s" текст для соответствия. Вы хотитеудалить конечные пробелы?

source: You have change the Sherlock settings, but not restarted the GUI.
ru: Вы изменили настройки Шерлока, для этого требуется перезапуск GUI.

source: You have chosen to backup your settings. Please press OK to start the backup now.
ru: Вы выбрали резервное копирование настроек. Пожалуйста нажмите ОК для начала резервного копирования.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
ru: Вы выбрали создание нового загрузочного внешнего USB накопителя. USB накопитель будет отформатирован и все данные будут утеряны.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
ru: Вы выбрали восстановление настроек. Энигма2 будет перезапущена сразу после восстановления. Нажмите ОК для восстановления.

source: You have to include at least %d aspect ratio modes!
ru: Вы должны включить,по крайней мере %d режима соотношения сторон!

source: You have to wait %s!
ru: Необходимо подождать %s!

source: You must select a valid service!
ru: Вы должны выбрать рабочий сервис!

source: You need a PC connected to your receiver. If you need further instructions, please visit the website http://www.dm7025.de. Your receiver will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
ru: Необходимо соединение с компьютером. Если нужны подробные инструкции, пожалуйста посетите сайт http://www.dm7025.de. Ваш ресивер сейчас будет выключен. После того, как Вы выполните инструкции по обновлению от веб-сайта, Ваше новый имидж попросит, чтобы Вы восстановили ваши настройки.

source: You need to initialize your storage device first
ru: Сначала вы должни инициализировать устройство хранения

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
ru: Вам необходимо скрыто от детей установить пин-код. Хотите сделать это сейчас?

source: You need to set a pin code and hide it from your children. Do you want to set the pin now?
ru: Вы можете задать PIN код и скрыть его от детей. Вы хотите установить PIN сейчас?

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
ru: Новый АвтоТаймер успешно создан. Желаете добавить его в список? Вы можете вернуться на шаг назад, нажав кнопку EXIT.

source: You system does not support ext4
ru: Ваша система не поддерживает ext4

source: YouTube Player
ru: Плеер YouTube

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
ru: Текст атрибута 'Соответствие названию' заканчивается пробелом. Пожалуйста, подтвердите правильность или удалите.

source: Your MediaCenter is up to date! No update required ...
ru: Ваш МедиаЦентр в актуальном состоянии! Обновления не требутся ...

source: Your MediaCenter was hopefully updated now ... You have to restart Enigma now!
ru: МедиаЦентр успешно обновлен ... Необходимо перезагрузить Энигму сейчас!!

source: Your STB is now ready to use. Your internet connection is working now.
ru: Ресивер готов к работе. Интернет соединение уже работает.

source: Your are running latest version of Pingu_TM!
ru: У вас последняя версия скина Pingu_TM!

source: Your backup succeeded. We will now continue to explain the further upgrade process.
ru: Резервная копия создана. Теперь мы продолжим процесс обновления.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ru: Ваша коллекция превышает размер однослойного диска. Вам нужен чистый двухслойный DVD!

source: Your config file is not well-formed: %s
ru: Ваш файл конфигурации содержит ошибки: %s

source: Your current collection will get lost!
ru: Ваша текущая коллекция будет утеряна!

source: Your email address:
ru: Ваш email-адрес:

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
ru: Требуется обновление фронтпроцессора. Нажмите OK для начала обновления.

source: Your frontprocessor will be upgraded Please wait until your receiver reboots This may take a few minutes
ru: Ваш фронтпроцессор обновляется Дождитесь перезагрузки ресивера Это может занять несколько минут

source: Your have
ru: Имеется

source: Your internet connection is not working! Please choose what you want to do next.
ru: Ваше интернет соединение не работает. Выберите, что будете делать дальше.

source: Your internet connection is working (ip: %s)
ru: Ваше интернет соединение работает (ip: %s)

source: Your name (optional):
ru: Ваше имя (дополнительно):

source: Your network configuration has been activated.
ru: Ваши сетевые настройки активированы.

source: Your network mount has been activated
ru: Сетевое подключение активировано

source: Your network mount has been activated.
ru: Сетевой ресурс активирован.

source: Your network mount has been removed.
ru: Сетевое подключение удалено.

source: Your network mount has been updated.
ru: Сетевое подключение обновлено.

source: Your receiver does not have an internet connection
ru: В вашем ресивере нет работающего интернет-соединения

source: Your receiver is now ready to be used. Your internet connection is working.
ru: Ресивер готов к работе. Интернет соединение уже работает.

source: Your receiver is now ready to use. Your internet connection is working now. Please press OK to continue.
ru: Теперь Ваш ресивер готов к использованию. Ваше интернет соединение работает. Нажмите ОК для продолжения

source: Your receiver is rebooting
ru: Полная перезагрузка вашего ресивера

source: Your receiver is shutting down
ru: Ваш ресивер будет выключен

source: Your receiver is shutting down. Please stand by...
ru: Ваш ресивер отключается. Пожалуйста, ожидайте...

source: Your receiver isn't connected to the internet properly. Please check it and try again.
ru: Ваш ресивер не соединен с Интернетом. Пожалуйста, проверьте соединение и попробуйте снова.

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
ru: Ваш ресивер может стать непригодным теперь. Пожалуйста, почитайте руководство по использованию прежде чем перезагрузить Ваш ресивер

source: Your receiver will restart after pressing OK on your remote control.
ru: Ваш ресивер будет перезагружен после того, как нажмете ОК

source: Your skin do not support SecondInfoBar !!!
ru: Этот скин не поддерживает второй Инфобар !!!

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
ru: Ваше беспроводное интернет соединение не может быть активировано. Вы подключили USB WLAN адаптер? Выберите, что будете делать дальше.

source: Youtube Barracuda mod
ru: Русская версия видеороликов

source: ZAP
ru: Перейти

source: Zap
ru: Перейти

source: Zap & Close
ru: Переключ.

source: Zap History Browser
ru: История переключения каналов

source: Zap Statistic
ru: Статистика переключений каналов

source: Zap back to previously tuned service?
ru: Переключить на предыдущий настроенный сервис?

source: Zap back to service before a service scan?
ru: Переключить на канал, прежде чем продолжить сканирование?

source: Zap back to service before positioner setup?
ru: Переключить на канал, прежде чем продолжить настройку позиционера?

source: Zap back to service before satfinder?
ru: Переключить на канал, прежде чем продолжить поиск спутника?

source: Zap back to service before tuner setup?
ru: Переключить на канал, прежде чем продолжить настройку тюнера?

source: Zap down
ru: Переключить вниз

source: Zap focus to Picture in Picture
ru: Переключение PiP на маленьком экране

source: Zap focus to main screen
ru: Переключение PiP на основном экране

source: Zap mode
ru: Режимы экрана при переключении

source: Zap to
ru: Переключить на канал

source: Zap to %s?
ru: Переключить на %s?

source: Zap to selected channel
ru: Перекл. на выбранный канал

source: Zap to selected channel, or show detailed event info (depends on configuration)
ru: Переключить на выбранный канал, или показать подробный ЕПГ (зависит от конфигурации)

source: Zap up
ru: Переключить вверх

source: Zap-History Browser
ru: История переключения каналов

source: Zap-History Configurator
ru: Настройка истории переключения

source: Zapping Mode
ru: Режим переключения

source: Zapping Mode Selection
ru: Выбор режима переключения

source: ZappingModeSelection
ru: Выбор режима переключения

source: [All files]
ru: [Все файлы]

source: [All files] /
ru: [Все файлы] /

source: [AutoBackup] complete, result:
ru: [AutoBackup] завершен, результат:

source: [AutoBackup] start daily backup
ru: [AutoBackup] старт ежедневного бекапа

source: [Media files]
ru: [Медиа файлы]

source: [YAMP __evAudioDecodeError] audio-codec %s can't be decoded by hardware
ru: [YAMP __evAudioDecodeError] аудио-кодек %s не может быть декодирован

source: [YAMP] Can not open %s for writing...
ru: [YAMP] не может открыть %s для записи...

source: [YAMP] Can not open database file: %s
ru: [YAMP] не может открыть файл базы данных: %s

source: [YAMP] Cover Download failed
ru: [YAMP] Не удалось загрузить обложку

source: [YAMP] Looking for CoverArt %s
ru: [YAMP] Поиск обложек %s

source: [YAMP] Looking for lyrics at %s
ru: [YAMP] ищет тексты песен на %s

source: [YAMP] No CoverArt found
ru: [YAMP] Обложка не найдена

source: [__evDecodeError] video-codec %s can't be decoded by hardware
ru: [__evDecodeError] видео-кодек %s не может быть декодирован

source: [alternative edit]
ru: [альтернативное редактирование]

source: [back]
ru: [назад]

source: [bouquet edit]
ru: [редактирование пакетов]

source: [embeddedCoverArt] found
ru: найден [embeddedCoverArt]

source: [favourite edit]
ru: [редактирование избранного]

source: [move mode]
ru: [режим перемещения]

source: [sort by Date]
ru: [сортировка по дате]

source: [sort by Name]
ru: [сортировка по имени]

source: a gui to assign services/providers to common interface modules
ru: Интерфейс для назначения сервисов/провайдеров на CAM-модули

source: a gui to assign services/providers/caids to common interface modules
ru: Интерфейс для назначения сервисов/провайдеров/идентов на CAM-модули

source: abort alternatives edit
ru: отменить альтернативное редактирование

source: abort bouquet edit
ru: отменить редактирование пакета пользователя

source: abort favourites edit
ru: отменить редактирование избранного

source: about Transmission plugin
ru: О плагине Transmission

source: about to start
ru: начать

source: activate current configuration
ru: активировать текущие настройки

source: activate network adapter configuration
ru: активировать конфигурацию сетевого адаптера

source: active
ru: активировать

source: add
ru: добавить

source: add Auto Timer...
ru: добавить Автотаймер...

source: add AutoTimer...
ru: добавить АвтоТаймер...

source: add Plugin to Extensionmenu
ru: добавить плагин в меню расширений

source: add Plugin to Mainmenu
ru: добавить плагин в Главное меню

source: add Provider
ru: добавить провайдер

source: add Service
ru: добавить канал

source: add Tag
ru: добавить тег

source: add a nameserver entry
ru: добавить DNS сервер

source: add alternatives
ru: режим альтернативы

source: add bookmark
ru: добавить закладку

source: add bouquet
ru: добавить пакет пользователя

source: add bouquet to parental protection
ru: добавить фаворит в родительский контроль

source: add directory to playlist
ru: добавить папку в плейлист

source: add file to playlist
ru: Добавить файл в плейлист

source: add files to playlist
ru: добавить файлы в плейлист

source: add filters
ru: добавиьть фильтр

source: add marker
ru: добавить маркер

source: add more text
ru: добавить еще текст

source: add new Tag
ru: добавить новый тег

source: add new profile...
ru: добавить новый профиль...

source: add record
ru: добавить запись

source: add recording (enter recording duration)
ru: начать запись (введите длительность записи)

source: add recording (enter recording endtime)
ru: начать запись (введите время окончания)

source: add recording (indefinitely)
ru: начать запись (немедленно)

source: add recording (stop after current event)
ru: начать запись (стоп после текущего события EPG)

source: add server
ru: доб. сервер

source: add service to bouquet
ru: добавить сервис к пакету

source: add service to favourites
ru: добавить сервис к избранному

source: add services
ru: добавить сервисы

source: add tabs - %s
ru: добавить - %s

source: add to bouquets protection
ru: добавить к защите фаворитов

source: add to parental protection
ru: добавить в родительский контроль

source: add user
ru: добавить

source: add/edit server
ru: Добавить/редактировать сервер
