Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Configure the way in which the receiver changes channels.
ru: Настройте поведение ресивера при переключении каналов.

source: Configure where completed timers show up in the timer list.
ru: Укажите, в каком месте списка таймеров должны находиться завершенные задачи.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
ru: Нужно ли показать(и как долго) второй инфобар при нажатии кнопки OK дважды. Второй инфобар содержит дополнительную информацию о текущем канале.

source: Configure whether multi channel sound tracks should be downmixed to stereo.
ru: Укажите, следует ли многоканальную звуковую дорожку декодировать в стереозвук.

source: Configure whether or not an icon should be shown when your motorized dish is moving.
ru: Выберите, нужно ли показать иконку при движении антенны с мотоподвесом.

source: Configure whether or not an rotor position will be displayed on infobar
ru: Если функция включена, позиция ротора будет показана в инфобаре

source: Configure which access level to use for the configuration menu. Expert level gives access to all items.
ru: Настройка уровня доступа для использования в меню конфигурации. Экспертный уровень дает доступ к другим элементам.

source: Configure which color format should be used on the SCART output.
ru: Укажите, какой формат цвета должен использоваться на выходе SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
ru: Укажите, какой тюнер предпочтительнее для записи,если в ресивере их несколько.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners. Choose 'no priority' to try each alternative one by one independent from tuner type.
ru: Укажите, какой тип тюнера предпочтительнее, если сервис доступен на различных типах тюнеров. Выберите 'нет приоритета', чтобы попробовать все один за другим, независимо от типа тюнера.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
ru: Укажите, какой тюнер предпочтительнее, если доступны несколько тюнеров. Если установлено значение 'Авто', то система будет отдавать приоритет тюнеру с наименьшим числом каналов/спутников.

source: Configure your internal LAN
ru: Настройка LAN

source: Configure your network again
ru: Повторить настройку сети

source: Configure your network settings, and press OK to start the scan
ru: Настройте параметры сети, а затем нажмите OK, чтобы начать поиск

source: Configure your wireless LAN again
ru: Повторить настройку беспроводной сети

source: Configures which video output connector will be used.
ru: Укажите, какой разъем видеовыхода будет использован.

source: Configuring
ru: Настройка

source: Confirm exit
ru: Выход с подтверждением

source: Confirm shutdown:
ru: Спросить перед выключением:

source: Conflicting timer
ru: Конфликт таймеров

source: Connect
ru: Подключить

source: Connect to a Wireless Network
ru: Подключение к беспроводной сети

source: Connect to a wireless network
ru: Подключение к беспроводной сети

source: Connected to
ru: Подключен к

source: Connected!
ru: Подключено!

source: Connection attempt
ru: Попытка подключения

source: Connection terminated.
ru: Отключено

source: Console
ru: Консоль

source: Constellation
ru: Созвездие

source: Content does not fit on DVD!
ru: Содержание не помещается на DVD

source: Continue
ru: Продолжить

source: Continue Timeshift
ru: Продолжить сдвиг времени

source: Continue in background
ru: Продолжить в фоновом режиме

source: Continue playback
ru: Продолжить воспроизведение

source: Continue playing
ru: Продолжить воспроизведение

source: Continues play (loop)
ru: Продолжить воспр. (цикл)

source: Contrast
ru: Контрастность

source: Control disabled
ru: Контроль отключен

source: Convert ext3 filesystem to ext4
ru: Преобразование ext3 в ext4

source: Convert ext3 to ext4
ru: Преобразование ext3 в ext4

source: Convert ext3 to ext4...
ru: Преобразование ext3 в ext4...

source: Convert filesystem ext3 to ext4
ru: Преобразовать ext3 в ext4

source: Converting data
ru: Конвертирование данных

source: Converting ext3 to ext4...
ru: Преобразование ext3 в ext4...

source: Copy
ru: Копирование

source: Copy Movie when hardlinking failed?
ru: Копировать фильм, если не удалось вставить ссылку?

source: Correct
ru: Исправить

source: Could not activate Permanent-Timeshift! Timeshift-Path does not exist
ru: Невозможно активировать таймшифт! Папка расположения не существует

source: Could not connect to receiver .NFI Image Feed Server:
ru: Нет соединения с ресивером .NFI Image Feed Server:

source: Could not connect to receiver .NFI image feed server:
ru: Нет соединения с ресивером .NFI Image Feed Server:

source: Could not find any movie!
ru: Видео не найдено!

source: Could not find installed channel list.
ru: Установленного списка каналов нет.

source: Could not load Medium! No disc inserted?
ru: Не удалось загрузить носитель! Проверьте, вставлен ли диск?

source: Could not load medium! No disc inserted?
ru: Не удалось загрузить носитель! Проверьте, вставлен ли диск?

source: Could not open Picture in Picture
ru: Не удалось открыть PIP

source: Could not read AutoTimer timer list: %s
ru: Список: %s автотаймера прочесть не удалось

source: Could not record due to conflicting timer %s
ru: Запись невозможна - конфликт таймеров %s

source: Could not record due to invalid service %s
ru: Запись невозможна, канал %s не существует

source: Could not retrive video url for: %s
ru: Не удалось получить ссылку на видео: %s

source: Couldn't open input .ap file
ru: Не удалось открыть входной .ap файл

source: Couldn't open input .cuts file
ru: Не удалось открыть входной файл

source: Couldn't open input .ts file
ru: Не удалось открыть входной .ts файл

source: Couldn't open output .ap file
ru: Не удалось открыть выходной .ap файл

source: Couldn't open output .cuts file
ru: Не удалось открыть выходной файл

source: Couldn't open output .ts file
ru: Не удалось открыть выходной .ts файл

source: Couldn't ping IP address. Is the server running?
ru: Нет пинга на IP-адрес. Этот сервер включен?

source: Couldn't record due to conflicting timer %s
ru: Запись невозможна - конфликт таймеров %s

source: Couldn't record due to invalid service %s
ru: Не удалось записать, сервис %s не существует

source: Country:
ru: Страна:

source: Cover saved
ru: Постер сохранен

source: Crash InfoBar
ru: Crash

source: Crashlog settings
ru: Настройки Крешлогов

source: CrashlogAutoSubmit
ru: Автоматич. отправка крешлога

source: CrashlogAutoSubmit settings
ru: Настройки автоматич. отправки крешлога

source: CrashlogAutoSubmit settings...
ru: Настройки автоматич. отправки крешлога...

source: Crashlogs found! Send them to Dream Multimedia?
ru: Найдены крешлоги! Отправить их разработчикам имиджа?

source: Crashlogs found! Send them to the Image Developper?
ru: Найдены крешлоги! Отправить их разработчикам имиджа?

source: Create Autoinstall
ru: Создать Автоустановку

source: Create DVD-ISO
ru: Создать DVD-ISO

source: Create Filesystem
ru: Создать файловую систему

source: Create Partition
ru: Создать раздел

source: Create a new AutoTimer.
ru: Создать новый АвтоТаймер

source: Create a new subdirectory?
ru: Создать новую подпапку?

source: Create a new timer using the classic editor
ru: Создание нового таймера обычным способом

source: Create a new timer using the wizard
ru: Создание нового таймера с помощью мастера

source: Create more detailed crash log
ru: Записывать детали в крэш-лог

source: Create movie directory
ru: Создать директорию для фильмов

source: Create movie folder failed
ru: Папка movie не создана

source: Create new directory
ru: Создание нового каталога

source: Create new directory in...
ru: Создание нового каталога в...

source: Create new file
ru: Создание нового файла

source: Create new file in...
ru: Создание нового файла в...

source: Create preview
ru: Создать превью

source: Create softlink...
ru: Создание ссылок...

source: Create: kerneldump
ru: Создаем: kerneldump

source: Create: root.ubifs
ru: Создаем: root.ubifs

source: Creating AP and SC Files
ru: Создание файлов АР и SC

source: Creating Hardlink to Timeshift file failed!
ru: Создание жесткой ссылки при невозможности копирования

source: Creating a subdirectory for Stream
ru: Создается подпапка для станции

source: Creating directory %s failed.
ru: Не удалось создать каталог %s

source: Creating filesystem
ru: Создание файловой системы

source: Creating partition
ru: Создание раздела

source: Creating partition failed
ru: Не удалось создать раздел

source: Creation time: %s
ru: Время создания: %s

source: Croatian
ru: Хорватский

source: Cronmanager Menu
ru: Меню Cronmanager

source: CrossEPG
ru: КроссЕПГ

source: CrossEPG - %s
ru: КроссЕПГ - %s

source: CrossEPG - Configuration
ru: Конфигурация КроссЕПГ

source: CrossEPG - DBInfo
ru: База данных КроссЕПГ

source: CrossEPG - Providers start order
ru: КроссЕПГ - Порядок запуска провайдеров

source: CrossEPG - unknow version
ru: КроссЕПГ - версия неизвестна

source: CrossEPG About
ru: Информация о КроссЕПГ

source: CrossEPG Configuration
ru: Настройки КроссЕПГ

source: CrossEPG DataBase Information
ru: База данных КроссЕПГ

source: CrossEPG Database Information
ru: Информация о базе данных КроссЕПГ

source: CrossEPG Downloader
ru: Загрузчик КроссЕПГ

source: CrossEPG Force Reload
ru: Перезагрузка КроссЕПГ

source: CrossEPG Menu
ru: Меню КроссЕПГ

source: CrossEPG error: %s
ru: Ошибка КроссЕПГ: %s

source: Crossing Connection time
ru: Тайм-аут

source: CtronTab Manager
ru: Управление CronTab

source: CtronTab Manager - %s
ru: Управление задачами Cron - %s

source: Current CEC address
ru: Текущий СЕС адрес

source: Current Event:
ru: Текущая передача:

source: Current Transponder
ru: Текущий транспондер

source: Current Version %s
ru: Текущая версия %s

source: Current device:
ru: Текущее устройство:

source: Current event EPG
ru: Телегид текущего канала

source: Current position:
ru: Текущая позиция:

source: Current reconstruction process output: %s
ru: Текущий процесс реконструкции : %s

source: Current record keeping?
ru: Держать текущую запись?

source: Current rpm %4d
ru: Текущий rpm %4d

source: Current settings:
ru: Текущие настройки:

source: Current transponder
ru: Текущий транспондер

source: Current value:
ru: Текущее значение:

source: Current value: %s
ru: Текущее значение: %s

source: Current version:
ru: Текущая версия:

source: Current version:
ru: Текущая версия:

source: Currently installed image
ru: Текущая прошивка

source: Currently the commit log cannot be retreived - please try later again
ru: Новости с гита получить не удается - пожалуйста попробуйте позже

source: Custom (%s)
ru: Выполнено (%s)

source: Custom Main Menu
ru: Изменение Основного меню

source: Custom offset
ru: Сдвиг вручную

source: Custom skip time for '1'/'3' buttons
ru: Время пропуска для кнопок '1'/'3'

source: Custom skip time for '4'/'6' buttons
ru: Время пропуска для кнопок '4'/'6'

source: Custom skip time for '7'/'9' buttons
ru: Время пропуска для кнопок '7'/'9'

source: Custom text alignment
ru: Выравнивание текста

source: Custom text position
ru: Высота телетекста

source: Customize
ru: Опции

source: Customize channel list cursor behavior
ru: Поведение курсора в списке каналов

source: Customize to GP2 Infobar settings
ru: Выбрать GP2 в настройках инфобара

source: Cut
ru: Сократить

source: Cut source:
ru: Источник вырезов:

source: Cutlist
ru: Список вырезов

source: Cutlist editor
ru: Видео редактор

source: Cutlist editor...
ru: Видео редактор списка сокращений...

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
ru: Вырезы (нач. конец; нач. конец ... последовательность час:мин:сек)

source: Cutting failed for movie "%s"
ru: Ошибка вырезки фильма "%s"

source: Cutting was aborted for movie "%s"
ru: Вырезание было прервано для записи "%s"

source: Cylinders: %s (max) %s (current)
ru: Цилиндров: %s (макс) %s (текущ.)

source: Cylinders: unknown
ru: Цилиндров: неизвестно

source: Czech
ru: Чешский

source: Czech Republic
ru: Чехия

source: DELLINK
ru: Удалить ярлык

source: DEVICE_LIST :
ru: Список устройств :

source: DMConcinnity-Setup
ru: Настройки DMConcinnity

source: DMConcinnityHD Font
ru: Шрифт DMConcinnityHD

source: DTS downmix
ru: DTS микширование

source: DUAL LAYER DVD
ru: Двухслойный ДВД

source: DVB Drivers
ru: Драйверы DVB

source: DVB drivers:
ru: Драйверы DVB:

source: DVB subtitle black transparency
ru: Черная прозрачность DVB субтитров

source: DVB subtitle transparency
ru: Прозрачность DVB субтитров

source: DVD Device (leave empty for default)
ru: ДВД Устройство (для умолчания оставьте пустым)

source: DVD File Browser
ru: Обозреватель файлов DVD

source: DVD Player
ru: DVD плеер

source: DVD Titlelist
ru: Список названий DVD

source: DVD Tool
ru: Инструменты DVD

source: DVD data format
ru: Формат данных DVD

source: DVD file browser
ru: Обозреватель файлов DVD

source: DVD media toolbox
ru: Инструменты DVD медиа

source: DVD player
ru: DVD плеер

source: DVD titlelist
ru: Список фильмов DVD

source: DVDPlayer
ru: DVD плеер

source: Daily automatic backup
ru: Ежедневный автоматический Бекап

source: Danish
ru: Датский

source: Dark InfoBar
ru: Темный

source: Data successfully restored
ru: Данные успешно восстановлены

source: Database - The last uploads
ru: База данных - последние добавления

source: Database - Top last month
ru: База данных - Лучшие в прошлом месяце

source: Database - Top this month
ru: База данных - Лучшие месяца

source: Database - all Streams
ru: База данных - все станции

source: Database - list all Streams
ru: База данных -список всех станций

source: Database Mode
ru: Работа с БД

source: Database actions
ru: Работа с базой данных

source: Database:
ru: База данных:

source: Date
ru: Дата

source: Date sort ascending (D+)
ru: Сортировка по дате

source: Date sort descending (D-)
ru: Обратная сортировка по дате

source: Date/Time:
ru: Дата/Время:

source: Date/time input
ru: Ввод даты/времени:

source: Date:
ru: Дата:

source: Deactivate Movielist Preview
ru: Отключить превью к видео

source: Deactivate permanent clock
ru: Деактивировать часы на экране

source: Dec
ru: Дек.

source: Decembe
ru: Декабря

source: December
ru: Декабря

source: Decide if you want to enable or disable the Cleanup Wizard.
ru: Включить или отключить Мастер очистки

source: Decide what should be done when crashlogs are found.
ru: Действие при нахождении крешлогов

source: Decide what should happen to the crashlogs after submission.
ru: Действие после отправления крешлогов.

source: Decrease delay
ru: Уменьшение задержки

source: Decrease delay by %i ms (can be set)
ru: Уменьшение задержки на %i миллисекунд (может быть выбран)

source: Deep Standby
ru: Выключение

source: Deep standby
ru: Выключить

source: DeepStandby
ru: Выключение

source: Deepstandby
ru: Выключение

source: Defalut
ru: Умолчание

source: Default
ru: Умолчание

source: Default (US)
ru: По умолчанию (US)

source: Default Services Scanner
ru: Поиск каналов по умолчанию

source: Default Settings
ru: Настройки по умолчанию

source: Default movie location
ru: Место сохранения записей по умолчанию

source: Default services lists
ru: Сервисы по умолчанию

source: Default settings
ru: Настройки по умолчанию

source: Default volume adjustment value for AC3/DTS
ru: Громкость по умолчанию для AC3/DTS

source: Define the mode to turn on 3D automatically or by quick toggle menu command [Side By Side] or [Top And Bottom].
ru: Выбор режима переключения 3D вручную или автоматически (Горизонтальная пара) или (Вертикальная пара)

source: Deflating XEPGDB
ru: извлечение XEPGDB

source: Deflating channels list
ru: извлечение списка каналов

source: Deflating events
ru: извлечение данных

source: Deinit string
ru: Строка деинициализации

source: Deinterlacer mode for interlaced content
ru: Деинтерлейсер режим при чересстрочной развертке

source: Deinterlacer mode for progressive content
ru: Деинтерлейсер режим при прогрессивной развертке

source: Delay
ru: Задержка

source: Delay after change voltage before switch command
ru: Задержка после изменения напряжения команд перекл.

source: Delay after continuous tone disable before diseqc
ru: Задержка после непрерыв. сигнала отключения до DiSEqC

source: Delay after diseqc peripherial poweron command
ru: Задержка после вкл. питания перифер. DiSEqC команды

source: Delay after diseqc reset command
ru: Задержка после команды сброса DiSEqC

source: Delay after enable voltage before motor command
ru: Задержка команд после вкл. повышенного напряжения мотора

source: Delay after enable voltage before switch command
ru: Задержка после вкл. напряжения команд перекл.

source: Delay after final continuous tone change
ru: Задержка после окончательного непрерыв. изменения тона

source: Delay after last diseqc command
ru: Задержка после последней команды DiSEqC

source: Delay after last voltage change
ru: Задержка после последнего изменения напряжения

source: Delay after motor stop command
ru: Задержка после команды остановки мотора

source: Delay after set voltage before measure motor power
ru: Задержка после набора напряжения до измерения мощности

source: Delay after toneburst
ru: Задержка после Toneburst

source: Delay after voltage change before motor command
ru: Задержка после изменения напряжения мотора

source: Delay before key repeat starts:
ru: Задержка перед повторным нажатием кнопки

source: Delay before sequence repeat
ru: Задержка перед послед. повтора

source: Delay between diseqc commands
ru: Задержка между командами DiSEqC

source: Delay between switch and motor command
ru: Задержка между коммутатором и командами мотора

source: Delay for external subtitles
ru: Задержка для внешних субтитров

source: Delay in miliseconds after finish scrolling text on display.
ru: Задержка в миллисекундах после окончания прокрутки текста на дисплее

source: Delay in miliseconds before start of scrolling text on display.
ru: Задержка в миллисекундах перед началом прокрутки текста на дисплее

source: Delay in miliseconds between scrolling characters on display.
ru: Задержка в миллисекундах между прокруткой символов на дисплее

source: Delay x seconds after service started
ru: Задержка х секунд после запуска сервиса

source: Delete
ru: Удалить

source: Delete Playlist
ru: Удалить Плейлист

source: Delete Playlist Entry
ru: Удалить запись

source: Delete Playlist Entry Clear Playlist
ru: Удалить запись Очистить плейлист

source: Delete Selected Entry
ru: Удалить выбранное

source: Delete Server
ru: Удал. Сервер

source: Delete Stream-Picons
ru: Удалить пиконы станций

source: Delete album entries
ru: Удалите записи альбома

source: Delete all Picons in /etc/ConfFS/streamlogos/ (e.g. for refresh)
ru: Удалить все пиконы из /etc/ConfFS/streamlogos/

source: Delete all entries
ru: Удаление всех пунктов

source: Delete all tags...
ru: Удалить все теги...

source: Delete all the streams of this group?
ru: Удалить все станции этой группы?

source: Delete artist's title entries
ru: Удалить записи этого исполнителя

source: Delete crashlogs
ru: Удалять крешлоги

source: Delete entry
ru: Удалить выбранное

source: Delete ext. playlist entry
ru: Удалить пункт расширенного плейлиста

source: Delete failed!
ru: Удалить не удалось!

source: Delete file
ru: Удалить файл

source: Delete genre's title entries
ru: Удалить записи этого жанра

source: Delete group
ru: Удалить группу

source: Delete mount
ru: Удалить подключение

source: Delete no more configured satellite %s?
ru: Удалить не настроенный спутник %s?

source: Delete older 48h
ru: Удалять старее 48 часов

source: Delete orphaned movie files
ru: Удалять технич. файлы записей

source: Delete playlist entry
ru: Удалить запись из плейлиста

source: Delete saved playlist
ru: Удалить сохраненный плейлист

source: Delete selected file
ru: Удалить выбранный файл

source: Delete selected mount
ru: Удалить выбранное подключение

source: Delete selected playlist
ru: Удалить выбранный плейлист

source: Delete selected stream
ru: Удалить выбранную станцию

source: Delete song from current playlist
ru: Удалить песню с данного плейлиста

source: Delete song from database
ru: Удалить песню из базы данных

source: Delete system setting backups
ru: Удалять бекапы системных настроек

source: Delete this stream from Favorites
ru: Удалить станцию из букетов

source: Delete this tag...
ru: Удалить данный тег...

source: Delete timer
ru: Удалить таймер

source: Delete timerlist entries
ru: Удалять события таймерлиста

source: Delete title entry
ru: Удалить название

source: Delete unused tags
ru: Удалить неиспользуемые теги

source: Delete...
ru: Удаление...

source: Deleted
ru: Удалено

source: Deleted items
ru: Удаленные

source: Depth
ru: Глубина

source: Depth2
ru: Глубина

source: Descending
ru: Теряющие популярность

source: Descramble http streams
ru: Декодировать http потоки

source: Descramble recordings
ru: Декодировать записи

source: Description
ru: Описание

source: Description of this Station failed
ru: Описание станции не найдено

source: Description:
ru: Описание:

source: Deselect
ru: Снять выбор

source: Destination directory
ru: Каталог назначения

source: Details for plugin:
ru: Подробнее о плагине:

source: Detected HDD:
ru: Найдены устройства:

source: Detected NIMs:
ru: Найдены тюнеры:

source: Device Browser
ru: Обозреватель устройств

source: Device Details
ru: Подробнее об устройстве

source: Device Fixed Mount Point change needs a system restart in order to take effect. Restart your STB now?
ru: Точка монтирования устройства изменена, необходимо перезагрузить систему. Перезагрузить ресивер сейчас?

source: Device Manager
ru: Диспетчер устройств

source: Device Manager - Fast Mounted Remove
ru: Диспетчер устройств - Отмена временного монтирования

source: Device:
ru: Устройство:

source: DeviceManager
ru: Диспетчер устройств

source: DeviceManager Message
ru: Сообщение диспетчера устройств

source: Devicelist
ru: Список устройств

source: Devicename:
ru: Имя устройства:

source: Devices changes need a system restart to take effects. Restart your Box now?
ru: Необходимо перезапустить систему для вступления изменений в устройствах в силу. Перезагрузить ресивер сейчас?

source: Devide
ru: Поровну для канала и события

source: DiSEqC 1.0 command
ru: Команда DiSEqC 1.0

source: DiSEqC 1.1 command
ru: Команда DiSEqC 1.1

source: DiSEqC 1.1 repeats
ru: DiSEqC 1.1 повторы

source: DiSEqC Tester
ru: Проверьте DiSEqC

source: DiSEqC mode
ru: DiSEqC режим

source: DiSEqC port %s: %s
ru: Порт дайсика %s: %s

source: DiSEqC repeats
ru: DiSEqC повтор

source: DiSEqC-Tester settings
ru: Настройки DiSEqC-тестера

source: Dialing:
ru: Набор номера:

source: Digital contour removal
ru: Удалить цифровые контуры

source: Dir:
ru: Каталог:

source: Direct playback of linked titles without menu
ru: Воспроизводить связанные названия без меню

source: Director:
ru: Режиссер:

source: Directory
ru: Каталог

source: Directory %s does not exist.
ru: Каталог %s отсутствует.

source: Directory %s nonexistent.
ru: Каталог %s отсутствует.

source: Directory browser
ru: Обозреватель папок

source: Directory contains %d file(s) and %d sub-directories.
ru: Папка содержит %d файлов и %d подпапок.

source: Directory contains %s and %s.
ru: Папка содержит %s и %s.

source: Directory for saved lyrics
ru: Папка для сохранения текстов песен

source: Directory for saved playlists
ru: Папка для сохранения плейлистов

source: Directory name error !
ru: Ошибка переименования папки!

source: Directory:
ru: Папка:

source: Disable
ru: Отключен

source: Disable Media-filter
ru: Выключить медиа-фильтр
