Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: <Code set manual>
ru: <Установка кода вручную>

source: The Editor-Funktions are beta (not full tested) !!!
ru: бета-функция редактирования (непроверена) !!!

source: You do it at your own risk!
ru: Будут удалены также файлы внутри папки. Учтите, восстановить их обратно уже не сможете!

source: 1. Press Digit 2 and Digit 7 simultaneously for 3 seconds. After 3 seconds LED turns on.
ru: 1. Нажмите цифру 2 и цифру 7 одновременно в теч. 3 секунд. Через 3 секунды загорится светодиод.

source: 2. Press the <HELP> key. LED is blinked and turns on.
ru: 2. Нажмите кнопку <HELP>. Светодиод моргнет и включится.

source: 3. Enter a 4 digit code(ex. code 2 is '0002')
ru: 3. Введите 4-значный код(напр. 2 равняется '0002')

source: Advanced options and settings.
ru: Дополнительные параметры и настройки.

source: After pressing OK, please wait!
ru: После нажатия ОК, пожалуйста, подождите!

source: An Input/output error usually indicates a corrupted filesystem! Please check the filesystem of your timeshift-device!
ru: Ошибка Ввода/Вывода указывает на повреждение файловой системы! Пожалуйста проверьте файловую систему вашего устройства!

source: Backup your STB settings.
ru: Резервное копирование настроек ресивера.

source: Backup your receiver settings.
ru: Сохранение настроек вашего ресивера

source: Do you want to exit?
ru: Хотите выйти?

source: Edit the upgrade source address.
ru: Редактировать адрес источника обновления.

source: Manage extensions or plugins for your STB
ru: Управление дополнениями и плагинами ресивера

source: Manage extensions or plugins for your receiver
ru: Управление дополнениями или плагинами для вашего ресивера

source: Online update of your STB software.
ru: Онлайн обновление ПО ресивера.

source: Online update of your receiver software.
ru: Обновление ПО вашего ресивера с интернета

source: Press OK on your remote control to continue.
ru: Нажмите ОК на пульте для продолжения.

source: Restore your STB settings.
ru: Восстановление настроек ресивера.

source: Restore your STB with a new firmware.
ru: Восстановление ресивера новой прошивкой.

source: Restore your backups by date.
ru: Восстановить резервные копии по дате.

source: Restore your receiver settings.
ru: Восстановить настройки вашего ресивера.

source: Restore your receiver with a new firmware.
ru: Восстановить ресивер новой прошивкой.

source: Save satellites.xml?
ru: Сохранить изменения в файле satellites.xml?

source: Scan for local extensions and install them.
ru: Поиск и установка локальных дополнений

source: Select your backup device. Current device:
ru: Выберите устройство для резервного копирования. Текущее устройство:

source: System will restart after the restore!
ru: Система будет перезагружена после восстановления!

source: The author are NOT RESPONSIBLE for DATA LOST OR DISORDERS !!!
ru: Автор не несет ответственности за потерю данных или нарушения !!!

source: This take some seconds.
ru: Это может занять несколько секунд.

source: View, install and remove available or installed packages.
ru: Просмотр, установка и удаление доступных или установленных пакетов.

source: as start directory?
ru: как стартовую папку?

source: have been CHANGED! Do you want to save it? WARNING!
ru: были ИЗМЕНЕНЫ! Хотите сохранить изменения? ВНИМАНИЕ!

source: to:
ru: в:

source: </sat>
ru: </спутник>

source: (Press OK)
ru: (Нажмите OK)

source: (Radio)
ru: (Радио)

source: (TV)
ru: (ТВ)

source: (disabled)
ru: (отключен)

source: (higher than any auto)
ru: (приоритет выше чем автоматически)

source: (higher than rotor any auto)
ru: (приоритет выше чем автоматически или ротор)

source: (installed:
ru: (установлено:

source: (lower than any auto)
ru: (приоритет ниже чем автоматически)

source: (not installed)
ru: (не установлено)

source: (separate with commas)
ru: (разделение с запятой)

source: >> select and press OK for edit >>
ru: >> выберите и нажмите ОК для редактирования <<

source: Database - all Streams
ru: База данных - все потоки

source: Media-filter
ru: Медиа-Фильтр

source: Results
ru: Результаты

source: User - bouquets
ru: Списки фаворитов

source: extensions.
ru: дополнений.

source: in %d seconds.
ru: за %d секунд.

source: is no longer supported, please update to the current version.
ru: больше не поддерживается, пожалуйста, обновите до последней версии.

source: min
ru: мин

source: ms
ru: мс

source: not restored.
ru: не восстанавлено.

source: packages selected.
ru: пакетов выбрано.

source: restored.
ru: восстанавлено.

source: updates available.
ru: обновлений доступно.

source: wireless networks found!
ru: беспроводных сетей найдено!

source: %d Feed(s) were added to configuration.
ru: %d канал(ы) добавлен(ы) в конфигурацию.

source: %d channel found
ru: %d канал найден!

source: %d file
ru: %d файл

source: %d files added to database! Press OK to close.
ru: %d файлов добавлено в базу данных! Нажмите OK, чтобы закрыть.

source: %d hour
ru: %d час

source: %d job is running in the background!
ru: %d процесс запущен в фоновом режиме!

source: %d jobs are running in the background!
ru: %d процесс запущен в фоновом режиме!

source: %d min
ru: %d мин

source: %d minute
ru: %d минута

source: %d minutes
ru: %d минут

source: %d pixel wide
ru: ширина %d пиксель

source: %d second
ru: %d секунда

source: %d services found!
ru: %d сервисов найдено!

source: %d subdirectory
ru: %d подпапка

source: %d wireless network found!
ru: %d беспроводная сеть найдена!

source: %i ms
ru: %i миллисекунд

source: %s added to database
ru: %s добавлено в базу данных

source: %s already exists in database!
ru: %s уже есть в базе данных!

source: %s (%s, %d GB %s)
ru: %s (%s, %d ГБ %s)

source: %s (%s, %d MB %s)
ru: %s (%s, %d МБ %s)

source: %s (%s, %d MB free)
ru: %s (%s, %d MБ свободно)

source: %s appended to songlist
ru: %s добавлено в список песен

source: %s inserted and will be played as next song
ru: %s вставлен и будет сыгран следующим

source: %s FAILED!
ru: %s не удалось!

source: %s %s free disk space
ru: %s %s свободного места на диске

source: %s - creating preview for movie %s
ru: %s - создается превью к видео %s

source: %s Kb
ru: %s KБ

source: %s channels
ru: %s каналы

source: %s delay:
ru: %s задержка:

source: %s is no longer used. Should it be deleted?
ru: %s больше не используется. Удалить данный спутник?

source: %s of %s
ru: %s с %s

source: %s previous planes:
ru: %s предыдущие:

source: %s updated package available
ru: %s пакет доступен для обновления

source: %s updated packages available
ru: %s пакетов есть для обновления

source: %s%d min
ru: %s%d мин

source: %s: %d transponders failed
ru: %s: на %d транспондерах нет сигнала

source: %s: %s %s Lyrics by www.chartlyrics.com
ru: %s: %s %s Тексты песен от www.chartlyrics.com

source: %s: %s Free:%s Used:%s (%s%%)
ru: %s: %s Свободно:%s Занято:%s (%s%%)

source: %s: %s Used:%s Free:%s
ru: %s: %s Занято:%s Свободно:%s

source: %s: %s, in use: %s%%
ru: %s: %s, занято: %s%%

source: %s: Not Available
ru: %s: Не обнаружено

source: 'Activate Movielist Preview
ru: Включить превью к видео

source: 'Exit' = Leave message
ru: 'Выход' = Оставить сообщение

source: ( GB )
ru: ( ГБ )

source: (GMT) Casablanca, Monrovia
ru: (Гринвич) Касабланка, Монровия

source: (GMT) Casablanca, Monrovia, Reykjavik
ru: (Гринвич) Касабланка, Монровия, Рейкьявик

source: (GMT) Greenwich Mean Time : Dublin, Lisbon, London
ru: (Гринвич) Гринвичское время: Дублин, Лиссабон, Лондон

source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Vienna
ru: (Гринвич+01:00) Амстердам, Берлин, Берн, Рим, Вена

source: (GMT+01:00) Belgrade, Bratislava, Budapest, Prague
ru: (Гринвич+01:00) Белград, Братислава, Будапешт, Прага

source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
ru: (Гринвич+01:00) Брюссель, Копенгаген, Мадрид, Париж

source: (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
ru: (Гринвич+01:00) Сараево, Скопье, Варшава, Загреб

source: (GMT+01:00) West Central Africa
ru: (Гринвич+01:00) Западная Центральная Африка

source: (GMT+02:00) Athens, Istanbul, Minsk
ru: (Гринвич+02:00) Афины, Стамбул, Минск

source: (GMT+02:00) Bucharest
ru: (Гринвич+02:00) Бухарест

source: (GMT+02:00) Harare, Pretoria
ru: (Гринвич+02:00) Хараре, Претория

source: (GMT+02:00) Helsinki, Kyiv, Sofia
ru: (Гринвич+02:00) Хельсинки, Киев, София

source: (GMT+02:00) Jerusalem
ru: (Гринвич+02:00) Иерусалим

source: (GMT+02:00) Riga, Tallinn, Vilnius
ru: (Гринвич+02:00) Рига, Таллин, Вильнюс

source: (GMT+03:00) Baghdad
ru: (Гринвич+03:00) Багдад

source: (GMT+03:00) Kuwait, Riyadh
ru: (Гринвич+03:00) Кувейт, Эр-Рияд

source: (GMT+03:00) Moscow, St. Petersburg, Volgograd
ru: (Гринвич+03:00) Москва, Санкт-Петербург, Волгоград

source: (GMT+03:00) Nairobi
ru: (Гринвич+03:00) Найроби

source: (GMT+03:30) Tehran
ru: (Гринвич+03:30) Тегеран

source: (GMT+04:00) Abu Dhabi, Muscat
ru: (Гринвич+04:00) Абу-Даби, Мускат

source: (GMT+04:00) Baku, Tbilisi, Yerevan
ru: (Гринвич+04:00) Баку, Тбилиси, Ереван

source: (GMT+04:30) Kabul
ru: (Гринвич+04:30) Кабул

source: (GMT+05:00) Ekaterinburg
ru: (Гринвич+05:00) Екатеринбург

source: (GMT+05:00) Islamabad, Karachi, Tashkent
ru: (Гринвич+05:00) Исламабад, Карачи, Ташкент

source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
ru: (Гринвич+05:30) Мадрас, Калькутта, Мумбаи, Нью-Дели

source: (GMT+05:45) Kathmandu
ru: (Гринвич+05:45) Катманду

source: (GMT+06:00) Almaty, Novosibirsk
ru: (Гринвич+06:00) Алма-Ата, Новосибирск

source: (GMT+06:00) Astana, Dhaka
ru: (Гринвич+06:00) Астана, Дакка

source: (GMT+06:00) Sri Jayawardenepura
ru: (Гринвич+06:00) Шри-Ланка

source: (GMT+06:30) Rangoon
ru: (Гринвич+06:30) Рангун

source: (GMT+07:00) Bangkok, Hanoi, Jakarta
ru: (Гринвич+07:00) Бангкок, Ханой, Джакарта

source: (GMT+07:00) Krasnoyarsk
ru: (Гринвич+07:00) Красноярск

source: (GMT+08:00) Beijing, Chongqing, Hong Kong, Urumqi
ru: (Гринвич+08:00) Пекин, Чунцин, Гонконг, Урумчи

source: (GMT+08:00) Irkutsk, Ulaan Bataar
ru: (Гринвич+08:00) Иркутск, Улан-Батор

source: (GMT+08:00) Kuala Lumpur, Singapore
ru: (Гринвич+08:00) Куала-Лумпур, Сингапур

source: (GMT+08:00) Perth
ru: (Гринвич+08:00) Перт, Западная Австралия

source: (GMT+08:00) Taipei
ru: (Гринвич+08:00) Тайпей

source: (GMT+09:00) Osaka, Sapporo, Tokyo
ru: (Гринвич+09:00) Осака, Саппоро, Токио

source: (GMT+09:00) Seoul
ru: (Гринвич+09:00) Сеул

source: (GMT+09:00) Yakutsk
ru: (Гринвич+09:00) Якутск

source: (GMT+09:30) Adelaide
ru: (Гринвич+09:30) Аделаида

source: (GMT+09:30) Darwin
ru: (Гринвич+09:30) Дарвин

source: (GMT+10:00) Brisbane
ru: (Гринвич+10:00) Брисбен

source: (GMT+10:00) Canberra, Melbourne, Sydney
ru: (Гринвич+10:00) Канберра, Мельбурн, Сидней

source: (GMT+10:00) Guam, Port Moresby
ru: (Гринвич+10:00) Гуам, Порт-Морсби

source: (GMT+10:00) Hobart
ru: (Гринвич+10:00) Хобарт, Тасмания

source: (GMT+10:00) Vladivostok
ru: (Гринвич+10:00) Владивосток

source: (GMT+11:00) Magadan, Solomon Is., New Caledonia
ru: (Гринвич+11:00) Магадан, Соломоновы острова, Нью-Каледония

source: (GMT+11:30) Norfolk Island
ru: (Гринвич+11:30) Острова Норфолк

source: (GMT+12:00) Auckland, Wellington
ru: (Гринвич+12:00) Окленд, Веллингтон

source: (GMT+12:00) Fiji, Kamchatka, Marshall Is.
ru: (Гринвич+12:00) Фиджи, Камчатка, Маршалловы острова

source: (GMT+13:00) Nukualofa
ru: (Гринвич+13:00) Нукуалофа, Тонга

source: (GMT-01:00) Azores
ru: (Гринвич-01:00) Азорские острова

source: (GMT-01:00) Cape Verde Is.
ru: (Гринвич-01:00) Остров Кабо-Верде

source: (GMT-02:00) Mid-Atlantic
ru: (Гринвич-02:00) Центральная Атлантика

source: (GMT-03:00) Brasilia
ru: (Гринвич-03:00) Бразилия

source: (GMT-03:00) Buenos Aires, Georgetown
ru: (Гринвич-03:00) Буэнос-Айрес, Джорджтаун

source: (GMT-03:00) Greenland
ru: (Гринвич-03:00) Гренландия

source: (GMT-03:30) Newfoundland
ru: (Гринвич-03:30) Ньюфаундленд

source: (GMT-04:00) Atlantic Time (Canada)
ru: (Гринвич-04:00) Атлантическое время (Канада)

source: (GMT-04:00) Caracas, La Paz
ru: (Гринвич-04:00) Каракас, Ла-Пас

source: (GMT-04:00) Santiago
ru: (Гринвич-04:00) Сантьяго

source: (GMT-05:00) Bogota, Lima, Quito
ru: (Гринвич+03:00) Богота, Лима, Кито

source: (GMT-05:00) Eastern Time (Us and Canada)
ru: (Гринвич-05:00) Восточное время (США и Канада)

source: (GMT-05:00) Indiana (East)
ru: (Гринвич-05:00) Индиана (Восток)

source: (GMT-06:00) Central America
ru: (Гринвич-06:00) Центральная Америка

source: (GMT-06:00) Central Time (US and Canada)
ru: (Гринвич-06:00) Центральное время (США и Канада)

source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
ru: (Гринвич-06:00) Гвадалахара, Мексика, Монтеррей

source: (GMT-06:00) Saskatchewan
ru: (Гринвич-06:00) Саскачеван

source: (GMT-07:00) Arizona
ru: (Гринвич-07:00) Аризона

source: (GMT-07:00) Chihuahua, La Paz, Mazatlan
ru: (Гринвич-07:00) Чихуахуа, Ла-Пас, Масатлан

source: (GMT-07:00) Mountain Time (US & Canada)
ru: (Гринвич-07:00) Горное время (США и Канада)

source: (GMT-08:00) Pacific Time (US and Canada), Tijuana
ru: (Гринвич-08:00) Тихоокеанское время (США и Канада), Тихуана

source: (GMT-09:00) Alaska
ru: (Гринвич-09:00) Аляска

source: (GMT-10:00) Hawaii
ru: (Гринвич-10:00) Гавайские острова

source: (GMT-11:00) Midway Island, Samoa
ru: (Гринвич-11:00) Острова Мидуэй, Самоа

source: (GMT-12:00) International Date Line West
ru: (Гринвич-12:00) Международная линия перемены даты к западу

source: (Help press for explanations)
ru: (Нажмите кнопку HELP для пояснений)

source: (ZAP)
ru: (Перейти)

source: (empty)
ru: (пусто)

source: (not activated)
ru: (не активирован)

source: (read from file)
ru: (чтение из файла)

source: (read from sat) !=
ru: (чтение со спутника) !=

source: (separate with commas)
ru: (разделение с запятой)

source: (show optional DVD audio menu)
ru: (показать дополнительное аудио-меню ДВД)

source: (with red button try to update stream)
ru: (попробуйте красной кнопкой обновить поток)

source: * Only available if more than one interface is active.
ru: * Доступно если активно более одного интерфейса.

source: *** Can't find i2c bus for this nim
ru: *** Не могу найти шины I2C для этого NIM

source: *** cannot open frontend
ru: *** невозможно открыть интерфейс тюнера

source: *** scanning transponders:
ru: *** сканируются транспондеры:

source: **recording in progress ...
ru: **идет запись...

source: +%d min
ru: +%d мин

source: -%d min
ru: -%d мин

source: ----------- fillTransponderList
ru: ---заполнение транспондерлиста

source: -> no space left on back-up device
ru: ->нет свободного места на устройстве резервного копирования

source: -> no writing permission on back-up device
ru: ->нет разрешения на запись в устройстве резервного копирования

source: .NFI Download failed:
ru: .NFI ошибка загрузки:

source: .NFI file passed md5sum signature check. You can safely flash this image!
ru: .NFI md5 сигнатура проверена. Можно безопасно прошиться этим имиджом!

source: /etc/hosts editor
ru: Редактор подключений

source: /s
ru: /с

source: /usr/share/enigma2 directory
ru: каталог /usr/share/enigma2

source: /var directory
ru: каталог /var

source: 0 (disabled)
ru: 0 (отключен)

source: 0 pixels wide
ru: ширина 0 пикселей

source: 0.5 sec
ru: 0.5 сек

source: 1 (lower than any auto)
ru: 1 (приоритет ниже чем автоматически)

source: 1 hour
ru: 1 час

source: 1 minute
ru: 1 минута

source: 1 second
ru: 1 секунда

source: 1 wireless network found!
ru: 1 беспроводная сеть найдена!

source: 1.0 sec
ru: 1.0 сек

source: 1.5 sec
ru: 1.5 сек

source: 10 (lower than any auto)
ru: 10 (приоритет ниже чем автоматически)

source: 10 MB/s
ru: 10 МБ/сек

source: 10 minutes
ru: 10 минут

source: 10 seconds
ru: 10 секунд

source: 10.0 sec
ru: 10.0 сек

source: 100 MB/s
ru: 100 МБ/сек

source: 100 pixels wide
ru: ширина 100 пикселей

source: 1000 pixels wide
ru: ширина 1000 пикселей

source: 11 (lower than any auto)
ru: 11 (приоритет ниже чем автоматически)

source: 11 seconds
ru: 11 секунд

source: 1100 pixels wide
ru: ширина 1100 пикселей

source: 12 (lower than any auto)
ru: 12 (приоритет ниже чем автоматически)

source: 12 hours
ru: 12 часов

source: 1200 pixels wide
ru: ширина 1200 пикселей

source: 12V output
ru: 12В Выход

source: 13 (lower than any auto)
ru: 13 (приоритет ниже чем автоматически)

source: 14 (lower than any auto)
ru: 14 (приоритет ниже чем автоматически)

source: 14000 (higher than rotor any auto)
ru: 14000 (приоритет выше чем автоматически или ротор)

source: 14001 (higher than rotor any auto)
ru: 14001 (приоритет выше чем автоматически или ротор)

source: 14002 (higher than rotor any auto)
ru: 14002 (приоритет выше чем автоматически или ротор)

source: 14003 (higher than rotor any auto)
ru: 14003 (приоритет выше чем автоматически или ротор)

source: 14004 (higher than rotor any auto)
ru: 14004 (приоритет выше чем автоматически или ротор)

source: 14005 (higher than rotor any auto)
ru: 14005 (приоритет выше чем автоматически или ротор)

source: 14006 (higher than rotor any auto)
ru: 14006 (приоритет выше чем автоматически или ротор)

source: 14007 (higher than rotor any auto)
ru: 14007 (приоритет выше чем автоматически или ротор)

source: 14008 (higher than rotor any auto)
ru: 14008 (приоритет выше чем автоматически или ротор)

source: 14009 (higher than rotor any auto)
ru: 14009 (приоритет выше чем автоматически или ротор)

source: 14010 (higher than rotor any auto)
ru: 14010 (приоритет выше чем автоматически или ротор)

source: 14011 (higher than rotor any auto)
ru: 14011 (приоритет выше чем автоматически или ротор)

source: 14012 (higher than rotor any auto)
ru: 14012 (приоритет выше чем автоматически или ротор)

source: 14013 (higher than rotor any auto)
ru: 14013 (приоритет выше чем автоматически или ротор)

source: 14014 (higher than rotor any auto)
ru: 14014 (приоритет выше чем автоматически или ротор)

source: 14015 (higher than rotor any auto)
ru: 14015 (приоритет выше чем автоматически или ротор)

source: 14016 (higher than rotor any auto)
ru: 14016 (приоритет выше чем автоматически или ротор)

source: 14017 (higher than rotor any auto)
ru: 14017 (приоритет выше чем автоматически или ротор)

source: 14018 (higher than rotor any auto)
ru: 14018 (приоритет выше чем автоматически или ротор)

source: 14019 (higher than rotor any auto)
ru: 14019 (приоритет выше чем автоматически или ротор)

source: 14020 (higher than rotor any auto)
ru: 14020 (приоритет выше чем автоматически или ротор)

source: 14021 (higher than rotor any auto)
ru: 14021 (приоритет выше чем автоматически или ротор)

source: 14022 (higher than rotor any auto)
ru: 14022 (приоритет выше чем автоматически или ротор)

source: 14023 (higher than rotor any auto)
ru: 14023 (приоритет выше чем автоматически или ротор)

source: 14024 (higher than rotor any auto)
ru: 14024 (приоритет выше чем автоматически или ротор)

source: 14025 (higher than rotor any auto)
ru: 14025 (приоритет выше чем автоматически или ротор)

source: 14026 (higher than rotor any auto)
ru: 14026 (приоритет выше чем автоматически или ротор)

source: 14027 (higher than rotor any auto)
ru: 14027 (приоритет выше чем автоматически или ротор)

source: 14028 (higher than rotor any auto)
ru: 14028 (приоритет выше чем автоматически или ротор)

source: 14029 (higher than rotor any auto)
ru: 14029 (приоритет выше чем автоматически или ротор)

source: 14030 (higher than rotor any auto)
ru: 14030 (приоритет выше чем автоматически или ротор)

source: 14031 (higher than rotor any auto)
ru: 14031 (приоритет выше чем автоматически или ротор)

source: 14032 (higher than rotor any auto)
ru: 14032 (приоритет выше чем автоматически или ротор)

source: 14033 (higher than rotor any auto)
ru: 14033 (приоритет выше чем автоматически или ротор)

source: 14034 (higher than rotor any auto)
ru: 14034 (приоритет выше чем автоматически или ротор)

source: 14035 (higher than rotor any auto)
ru: 14035 (приоритет выше чем автоматически или ротор)

source: 14036 (higher than rotor any auto)
ru: 14036 (приоритет выше чем автоматически или ротор)

source: 14037 (higher than rotor any auto)
ru: 14037 (приоритет выше чем автоматически или ротор)

source: 14038 (higher than rotor any auto)
ru: 14038 (приоритет выше чем автоматически или ротор)

source: 14039 (higher than rotor any auto)
ru: 14039 (приоритет выше чем автоматически или ротор)

source: 14040 (higher than rotor any auto)
ru: 14040 (приоритет выше чем автоматически или ротор)

source: 14041 (higher than rotor any auto)
ru: 14041 (приоритет выше чем автоматически или ротор)

source: 14042 (higher than rotor any auto)
ru: 14042 (приоритет выше чем автоматически или ротор)

source: 14043 (higher than rotor any auto)
ru: 14043 (приоритет выше чем автоматически или ротор)

source: 14044 (higher than rotor any auto)
ru: 14044 (приоритет выше чем автоматически или ротор)

source: 14045 (higher than rotor any auto)
ru: 14045 (приоритет выше чем автоматически или ротор)

source: 14046 (higher than rotor any auto)
ru: 14046 (приоритет выше чем автоматически или ротор)

source: 14047 (higher than rotor any auto)
ru: 14047 (приоритет выше чем автоматически или ротор)

source: 14048 (higher than rotor any auto)
ru: 14048 (приоритет выше чем автоматически или ротор)

source: 14049 (higher than rotor any auto)
ru: 14049 (приоритет выше чем автоматически или ротор)

source: 14050 (higher than rotor any auto)
ru: 14050 (приоритет выше чем автоматически или ротор)

source: 14051 (higher than rotor any auto)
ru: 14051 (приоритет выше чем автоматически или ротор)

source: 14052 (higher than rotor any auto)
ru: 14052 (приоритет выше чем автоматически или ротор)

source: 14053 (higher than rotor any auto)
ru: 14053 (приоритет выше чем автоматически или ротор)

source: 14054 (higher than rotor any auto)
ru: 14054 (приоритет выше чем автоматически или ротор)

source: 14055 (higher than rotor any auto)
ru: 14055 (приоритет выше чем автоматически или ротор)

source: 14056 (higher than rotor any auto)
ru: 14056 (приоритет выше чем автоматически или ротор)

source: 14057 (higher than rotor any auto)
ru: 14057 (приоритет выше чем автоматически или ротор)

source: 14058 (higher than rotor any auto)
ru: 14058 (приоритет выше чем автоматически или ротор)

source: 14059 (higher than rotor any auto)
ru: 14059 (приоритет выше чем автоматически или ротор)

source: 14060 (higher than rotor any auto)
ru: 14060 (приоритет выше чем автоматически или ротор)

source: 14061 (higher than rotor any auto)
ru: 14061 (приоритет выше чем автоматически или ротор)

source: 14062 (higher than rotor any auto)
ru: 14062 (приоритет выше чем автоматически или ротор)

source: 14063 (higher than rotor any auto)
ru: 14063 (приоритет выше чем автоматически или ротор)

source: 14064 (higher than rotor any auto)
ru: 14064 (приоритет выше чем автоматически или ротор)

source: 15 (lower than any auto)
ru: 15 (приоритет ниже чем автоматически)

source: 15 minutes
ru: 15 минут

source: 16 (lower than any auto)
ru: 16 (приоритет ниже чем автоматически)

source: 16:10 Letterbox
ru: 16:10 Режим ящика

source: 16:10 PanScan
ru: 16:10 Панорама

source: 16:9 Letterbox
ru: 16:9 Режим ящика

source: 16:9 always
ru: 16:9 всегда

source: 17 (lower than any auto)
ru: 17 (приоритет ниже чем автоматически)

source: 18 (lower than any auto)
ru: 18 (приоритет ниже чем автоматически)

source: 19 (lower than any auto)
ru: 19 (приоритет ниже чем автоматически)

source: 19000 (higher than any auto)
ru: 19000 (приоритет выше чем автоматически)

source: 19001 (higher than any auto)
ru: 19001 (приоритет выше чем автоматически)

source: 19002 (higher than any auto)
ru: 19002 (приоритет выше чем автоматически)

source: 19003 (higher than any auto)
ru: 19003 (приоритет выше чем автоматически)

source: 19004 (higher than any auto)
ru: 19004 (приоритет выше чем автоматически)

source: 19005 (higher than any auto)
ru: 19005 (приоритет выше чем автоматически)

source: 19006 (higher than any auto)
ru: 19006 (приоритет выше чем автоматически)
