Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Change service PINs
ru: Изменить Пин-коды каналов

source: Change service pin
ru: Изменить Пин-код канала

source: Change service pins
ru: Измененить Пин-коды каналов

source: Change setup PIN
ru: Изменить настройки Пин-кода

source: Change setup pin
ru: Изменить настройки Пин-кода

source: Change step size
ru: Изменение размера шага

source: Change the Box-Volume
ru: Изменение громкости ресивера

source: Change the hostname of your Dreambox.
ru: Изменение сетевого имени ресивера.

source: Change the hostname of your STB.
ru: Изменение сетевого имени ресивера

source: Change timer
ru: Изм. таймер

source: Changelog
ru: Лог изменений

source: Changing keymap failed (%s).
ru: Изменить раскладку клавиатуры не удалось (%s).

source: Channel
ru: Канал

source: Channel Info
ru: Инфо о канале

source: Channel Selection
ru: Выбор канала

source: Channel Selection %s %s
ru: Список каналов %s %s

source: Channel Selection Configuration
ru: Настройки окна выбора каналов

source: Channel audio:
ru: Аудио канал:

source: Channel down
ru: Channel-

source: Channel list type
ru: Тип списка каналов

source: Channel not in services list
ru: Канала нет в списке

source: Channel selection
ru: Выбор канала

source: Channel selection (TV)
ru: ТВ-каналы

source: Channel up
ru: Channel+

source: Channel:
ru: Канал:

source: ChannelSelection Style:
ru: Стиль селектора каналов:

source: Channellist menu
ru: Меню списка каналов

source: Channels
ru: Каналы

source: Chap.
ru: Глава

source: Chapter
ru: Раздел

source: Chapter:
ru: Раздел:

source: Check
ru: Провер.

source: Check any running reconstruct process
ru: Проверить статус реконструкции

source: Check disk terminated with success
ru: Проверка диска завершена успешно

source: Check for Updates on Startup
ru: Проверять обновления при запуске

source: Check if the required modules are available
ru: Проверка доступности необходимых модулей

source: Check required Module
ru: Проверка необходимых модулей

source: Check the internet connection
ru: Проверьте интернет-соединение

source: Check the internet connection again
ru: Проверьте интернет-соединение снова

source: Check version and info on startup:
ru: Проверка версии и информации при старте:

source: Checking Filesystem...
ru: Файловая система...

source: Checking disk
ru: Проверка диска

source: Checking disk %s
ru: Проверка диска %s

source: Checking filesystem...
ru: Проверка файловой системы...

source: Checking for updates ...
ru: Проверка обновления ...

source: Checking the internet connection
ru: Проверка интернет соединения

source: Checking tuner %d DiSEqC port %s for %s
ru: Проверка тюнера %d порт DiSEqC %s для %s

source: Children/Youth
ru: Дети/Юноши

source: Chillen
ru: 'Chill'

source: Choose 3D mode (Side by Side, Top And Bottom, Auto, Off).
ru: Выберите режим 3D (Горизонтально, Вертикально, Авто, Выкл).

source: Choose Tuner
ru: Выбрать тюнер

source: Choose a Wireless Network
ru: Выберите беспроводное соединение

source: Choose a wireless network
ru: Выберите беспроводную сеть

source: Choose backup files
ru: Выбрать файлы бекапа

source: Choose backup location
ru: Расположение бекапа

source: Choose bouquet
ru: Выберите фаворит

source: Choose image to download
ru: Выберите прошивку для загрузки

source: Choose path
ru: Выберите местоположение

source: Choose target folder
ru: Выбрать целевую папку

source: Choose the correct DiSEqC mode for this LNB.
ru: Выберите правильный DiSEqC режим для этого LNB.

source: Choose upgrade source
ru: Выбрать источник обновления

source: Choose where to mount your devices to:
ru: Выберите место для установки устройства на:

source: Choose whether multi channel sound tracks should be downmixed to stereo.
ru: Выберите, следует ли многоканальную звуковую дорожку декодировать в стереозвук.

source: Choose whether or not to show an icon when a motorized dish is moving.
ru: Выберите, нужно ли показать иконку при движении антенны с мотоподвесом.

source: Choose whether to control the A/V input of your TV with the scart connection.
ru: Выберите, нужно ли контролировать A/V вход телевизора с подключением SCART.

source: Choose which level of menu/settings to display. 'Expert'-level shows all items.
ru: Выберите уровень отображения для настроек меню. 'Эксперт'-отображаются все элементы.

source: Choose which tuner to configure.
ru: Выберите тюнер для настройки.

source: Choose your Skin
ru: Выбор графической оболочки

source: Circular LNB
ru: Круговая LNB

source: Circular left
ru: Круговая левая

source: Circular right
ru: Круговая правая

source: City
ru: Город

source: Classic
ru: Классика

source: Clean Timeshift Buffer on zap?
ru: Очистить буфер при переключении канала?

source: Cleanup
ru: Очистить

source: Cleanup Wizard
ru: Мастер очистки

source: Cleanup Wizard settings
ru: Настройки мастера очистки

source: Cleanup timerlist, orphaned movie files and stored setting backups automatically. Modify the settings to match your preferences. More detailed explanations given with each adjustable option.
ru: Автоматическая очистка таймерлиста, удаление устаревших бекапов и старых записей. Измените настройки в соответствии с вашими предпочтениями. Более подробные объяснения найдете в опциях

source: CleanupWizard
ru: Настройте мастер очистки

source: Clear
ru: Очистить

source: Clear Playlist
ru: Удалить Плейлист

source: Clear before scan
ru: Очистить перед сканированием

source: Clear current songlist and play selected entry
ru: Очистить текущий список и играть выбранную песню

source: Clear fixed
ru: Очищать

source: Clear history on Exit:
ru: Очистить историю при выходе:

source: Clear log
ru: Очистить лог

source: Clear music database
ru: Очистить базу данных

source: Clear playlist
ru: Очистить плейлист

source: Clear position before scan
ru: Очистить перед сканированием

source: Close
ru: Закрыть

source: Close PiP on exit
ru: Выход по кнопке exit в ПиП-окне

source: Close and forget changes
ru: Закрыть и не применять изменения

source: Close and save changes
ru: Закрыть и сохранить изменения

source: Close movie list
ru: Закрыть список записей

source: Close plugin
ru: Закрыть плагин

source: Close title selection
ru: Закрыть выбор названия

source: Code rate HP
ru: Скорость кодирования HP

source: Code rate LP
ru: Скорость кодирования LP

source: Code rate high
ru: Скорость кодирования высокая

source: Code rate low
ru: Скорость кодирования низкая

source: Coderate HP
ru: Скорость кодирования HP

source: Coderate LP
ru: Скорость кодирования LP

source: Collection name
ru: Название коллекции

source: Collection settings
ru: Настройки коллекции

source: Color Format
ru: Тип видеовыхода

source: Color format
ru: Формат цвета

source: Color random
ru: Цвета случайно

source: Color screensaver background
ru: Цвет фона заставки

source: Color screensaver labels
ru: Цвет текста заставки

source: Color-Setting (left,right, up,down, menu)
ru: Цветовые настройки (слева, справа, вверх, вниз, меню)

source: Colorize movie list
ru: Цветной список фильмов

source: Comedy
ru: Комедия

source: Coming soon ... :)
ru: Скоро ... :)

source: Command execution...
ru: Выполнение команды...

source: Command order
ru: Очередность команд

source: Comment:
ru: Комментарий:

source: Committed DiSEqC command
ru: Команда переключения DiSEqC

source: Common Interface
ru: Интерфейс карт и модулей

source: Common Interface assignment
ru: Картоприемник

source: CommonInterface
ru: CAM-модуль

source: CommonInterfaceAssignment
ru: Картоприемник

source: Communication
ru: Связь

source: Compact Flash
ru: Компакт-флеш

source: Compact flash
ru: Компакт-флеш

source: Compensate for overscan
ru: Компенсация сверхпросмотра

source: Complete
ru: Полное

source: Complex (allows mixing audio tracks and aspects)
ru: Комплекс (микширование звуковых дорожек и разрешения видео)

source: Composition of the recording filenames
ru: Содержание названий файлов

source: CompressedBitsPerPixel:
ru: Сжатие в пикселах:

source: Config
ru: Конфиг

source: Config resolution of pictures
ru: Разрешение картинок и записей

source: ConfigWeatherMSN
ru: Настройки MSN WEATHER

source: Configuration
ru: Конфигурация

source: Configuration Mode
ru: Режим конфигурации

source: Configuration mode
ru: Режим конфигурации

source: Configuration mode:
ru: Режим конфигурации

source: Configuration mode: %s
ru: Режим конфигурации: %s

source: Configuration tool for All.In HD skins
ru: Настройки скинов All.in HD

source: Configuration tool for Hardy's DMConcinnity-HD skin
ru: Настройки скинов DMConcinnity-HD от Hardy

source: Configuration tool for Sherlock
ru: Конфигурация настроек плагина Sherlock

source: Configuration...
ru: Конфигурация...

source: Configure
ru: Настройка

source: Configure AutoTimer behavior
ru: Настройка поведения Автотаймера

source: Configure an additional delay to improve external subtitle synchronisation.
ru: Настройка дополнительной задержки для улучшения синхронизации внешних субтитров.

source: Configure an additional delay to improve subtitle synchronisation.
ru: Настройка дополнительной задержки для улучшения синхронизации субтитров.

source: Configure for how long the infobar will remain visible after activation.
ru: Укажите, как долго инфобар будет оставаться видимым после его активации.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
ru: Позволяет показать данные телегида о прошедших событиях. Удобно когда хотите знать что-то о передаче, которая вот-вот закончится либо только что закончилась (в минутах).

source: Configure how recording filenames are constructed.
ru: Настройка способа составления имен записываемых файлов.

source: Configure how the fan should operate
ru: Настройка работы вентилятора

source: Configure if and how crypto icons will be shown in the channel selection list.
ru: Укажите, нужно ли показать иконку кодирования в списке каналов перед названием сервиса или после.

source: Configure if and how long the latest service in the PiP will be remembered.
ru: Настройте время показа последнего выбранного канала в окошке PIP.

source: Configure if and how service type icons will be shown in the channel selection list.
ru: Настройка отображения иконок типов сервиса и места их расположения в списке каналов.

source: Configure if and how service type icons will be shown.
ru: Настройка показа иконок типов сервиса и места их расположения в списке каналов.

source: Configure if and how the record indicator will be shown in the channel selection list.
ru: Настройка показа индикатора записи в списке каналов. Можно выбрать тип показа в виде значка или изменения цвета номера и названия канала.

source: Configure if and how wide columns will be shown in the channel selection list.
ru: Выберите, нужно ли выровнять по вертикали названия передач в списке каналов (в виде столбцов), также можно выбрать сколько пикселей нужно оставить для названия канала

source: Configure if service picons will be shown in the channel selection list.
ru: Укажите, нужно ли показать пиконы в списке каналов.

source: Configure if service picons will be shown in the servicelist.
ru: Укажите, нужно ли показать пиконы в списке каналов.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
ru: Укажите, нужно ли включить возможность переключения шрифта субтитров между - обычный, курсив, жирный и жирный курсив

source: Configure interface
ru: Настройка интерфейса

source: Configure nameservers
ru: Настройка DNS

source: Configure on which devices the background delete option should be used.
ru: Укажите, на каких устройствах следует использовать опцию фонового удаления.

source: Configure remote control type
ru: Укажите тип пульта управления

source: Configure the DiSEqC mode for this LNB.
ru: Укажите правильный DiSEqC режим для этого LNB.

source: Configure the Harddisk to go to standby after being idle for a specific time
ru: Настройка жесткого диска для перехода в режим ожидания после простоя в течении определенного времени.

source: Configure the IP address.
ru: Настройка IP-адреса.

source: Configure the aspect ratio of the screen.
ru: Настройка соотношения сторон экрана.

source: Configure the behavior of the 'pause and ok' key when movie playback is already paused.
ru: Настройка действия кнопок при уже остановленной записи.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
ru: Настройка поведения кнопки 'пауза', когда фильм уже стоит на паузе.

source: Configure the behavior when movie playback is manually stopped.
ru: Настройка действия при остановке воспроизведения вручную.

source: Configure the behavior when movie playback is started.
ru: Укажите, что делать при начале воспроизведения.

source: Configure the behavior when reaching the end of a movie, during movie playback.
ru: Укажите, что делать при окончании воспроизведения.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
ru: Настройте ширину границы субтитров. Темная грань делает субтитры легко читаемыми на светлом фоне.

source: Configure the brightness level of the front panel display during standby.
ru: Установите уровень яркости для нормальной работы дисплея в режиме ожидания.

source: Configure the brightness level of the front panel display.
ru: Установите уровень яркости для нормальной работы дисплея.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
ru: Настройте цвет внешних субтитров, альтернативный (нормальный при белом, курсив при желтом, bold при голубом, подчеркивание при зеленом), белый или желтый цвета.

source: Configure the color of the teletext subtitles.
ru: Настройка цвета телетекста субтитров.

source: Configure the contrast level of the front panel display.
ru: Установите уровень контрастности для дисплея

source: Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can keep on the current service or already select up/down and you are able to revert the B+/B- buttons.
ru: Настройка поведения курсора в списке каналов. При открытии списка каналов кнопками курсор можете оставить на текущем сервисе или перенесенным вверх или вниз выбором кнопки CHANNEL +/- или же можно задать обратный порядок. Настройки работают при стандартной раскладке Enigma 2.

source: Configure the duration in hours and action (shut down or standby) when the receiver is not controlled.
ru: Настройки продолжительности в часах и действия (выключить или перевести в режим ожидания) при неиспользовании ресивера.

source: Configure the duration in hours and action, which could be shut down or standby, when the receiver is not controlled.
ru: Настройка времени в часах, через которые нужно выключить ресивер или перевести в режим ожидания, когда ресивер не контролируется пользователем.

source: Configure the duration in hours the receiver should go to standby when the receiver is not controlled.
ru: Установите время, через которое ресивер должен быть переведен в режим ожидания при неиспользовании.

source: Configure the duration in minutes and action (shut down or standby) for the sleeptimer. Select this entry and click OK or green to start/stop the sleeptimer
ru: Настройки продолжительности в минутах и действия (выключить или перевести в режим ожидания) для таймера сна. Выберите нужный вариант и для запуска/остановки таймера сна нажмите ОК или зеленую кнопку.

source: Configure the duration in minutes and action, which could be shut down or standby, for the sleeptimer. Select this entry and click OK or green to start/stop the sleeptimer
ru: Настройка времени в минутах для таймера сна, через которые нужно выключить ресивер или перевести в режим ожидания. Выберите пункт и нажмите ОК или зеленую кнопку для запуска/остановки таймера сна

source: Configure the duration in minutes for the screensaver
ru: Настройка продолжительности заставки в минутах.

source: Configure the duration in minutes for the screensaver.
ru: Настройка продолжительности заставки в минутах.

source: Configure the duration in minutes for the sleeptimer. Select this entry and click OK or green to start/stop the sleeptimer
ru: Установите продолжительность времени для срабатывания таймера сна в минутах.Выберите пункт и нажмите ОК или зеленую кнопку для запуска/остановки установленного таймера

source: Configure the duration when the receiver should go to shut down in case the receiver is in standby mode.
ru: Укажите продолжительность нахождения ресивера в режиме ожидания, по истечении которой он будет выключен.

source: Configure the first audio language (highest priority).
ru: Настройка первого языка аудио (высокий приоритет)

source: Configure the first subtitle language (highest priority).
ru: Настройка первого языка субтитров(высокий приоритет)

source: Configure the font size of the subtitles.
ru: Настройка размера шрифта субтитров.

source: Configure the fourth audio language.
ru: Настройка четвертого языка аудио

source: Configure the fourth subtitle language.
ru: Настройка четвертого языка субтитров

source: Configure the function of a long press on the power button.
ru: Настройка функции длительного нажатия на кнопку питания.

source: Configure the function of a short press on the power button.
ru: Настройка функции короткого нажатия на кнопку питания.

source: Configure the function of the '0' button do when PIP is active.
ru: Настройте функцию кнопки '0' когда окно PIP активно

source: Configure the gateway.
ru: Настройка шлюза.

source: Configure the general audio delay of Dolby Digital sound tracks.
ru: Настройка общей задержки звуковых дорожек со звуком Dolby Digital.

source: Configure the general audio delay of stereo sound tracks.
ru: Настройка общей задержки звуковых дорожек со стереозвуком.

source: Configure the hard disk drive to go to standby after the specified idle time.
ru: Настройка жесткого диска для перехода в режим ожидания после простоя в течении определенного времени.

source: Configure the harddisk to go to standby after a specified idle time.
ru: Настройка жесткого диска, чтобы перевести в режим ожидания после определенного времени простоя.

source: Configure the horizontal alignment of the subtitles.
ru: Настройка горизонтального выравнивания субтитров.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
ru: Выберите начальную скорость перемотки вперед.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
ru: Выберите начальную скорость перемотки назад.

source: Configure the latitude of your location.
ru: Установите долготу вашего местоположения.

source: Configure the longitude of your location.
ru: Установить широту вашего местоположения.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
ru: Настройка минимального объема дискового пространства, которое должно быть доступно для записи. Когда количество пространства падает ниже этого значения, записи будут удалены из корзины.

source: Configure the nameserver (DNS).
ru: Вы можете установить имя сервера.

source: Configure the netmask.
ru: Вы можете задать сетевую маску.

source: Configure the number of days after which items are automaticaly removed from the trash can.
ru: Настройка количества дней, через которые записи будут автоматически удалены из корзины

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
ru: Настройка количества дней, для хранения старых таймеров и затем автоматического удаления из списка таймеров.

source: Configure the number of days old timers are kept before they are automatically removed from the timers list.
ru: Настройка количества дней, для хранения старых таймеров и затем автоматического удаления из списка таймеров.

source: Configure the offline decode delay in ms
ru: Настройка задержки оффлайн-декодирования в миллисекундах

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
ru: Настройка задержки оффлайн-декодирования в миллисекундах

source: Configure the possible fast forward speeds.
ru: Настройка возможных скоростей при быстрой перемотке вперед.

source: Configure the possible rewind speeds.
ru: Настройка возможных скоростей при перемотке назад.

source: Configure the primary EPG language.
ru: Настройка основного языка телегида.

source: Configure the refresh rate of the screen.
ru: Укажите частоту обновления экрана.

source: Configure the screen resolution in PC output mode.
ru: Настройка разрешения экрана в режиме ПК-выход.

source: Configure the second audio language.
ru: Настройка второго языка аудио

source: Configure the second subtitle language.
ru: Настройка второго языка субтитров

source: Configure the secondary EPG language.
ru: Настройка вторичного языка телегида.

source: Configure the secundary EPG language.
ru: Настройка вторичного языка телегида.

source: Configure the sharpness of the video scaling.
ru: Настройка резкости масштабирования видео.

source: Configure the skip time interval for the '1'/'3' buttons.
ru: Настройте время пропуска при нажатии клавиш '1'/'3'

source: Configure the skip time interval for the '4'/'6' buttons.
ru: Настройте время пропуска при нажатии клавиш '4'/'6'

source: Configure the skip time interval for the '7'/'9' buttons.
ru: Настройте время пропуска при нажатии клавиш '7'/'9'

source: Configure the slow motion speeds.
ru: Настройка низких скоростей.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
ru: Настройка источника отображения данных в инфобаре. 'Установки' - отображать информацию из настроек. 'Тюнер' - отображать информацию из тюнера.

source: Configure the speed of the background deletion process. A low speed will have less impact on harddisk performance.
ru: Настройка скорости процесса удаления в фоновом режиме. Низкая скорость будет иметь меньшее влияние на производительность жесткого диска.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
ru: Настройка скорости процесса удаления в фоновом режиме. Низкая скорость будет иметь меньшее влияние на производительность жесткого диска.

source: Configure the speed of the fan
ru: Настройка скорости вентилятора

source: Configure the subtitle delay when timing information is not available.
ru: Настройте задержку субтитров, когда информация о времени не доступна.

source: Configure the third audio language.
ru: Настройка третьего языка аудио

source: Configure the third subtitle language.
ru: Настройка третьего языка субтитров

source: Configure the transparency of the OSD.
ru: Настройка прозрачности экранного меню.

source: Configure the transparency of the black background of graphical DVB subtitles.
ru: Настройка прозрачности на черном фоне графических субтитров DVB.

source: Configure the tuner mode.
ru: Установите режим тюнера.

source: Configure the type of status indication icons shown in the movielist.
ru: Настройка вида значков индикации состояния, при показе в списке фильмов.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
ru: Настройка вертикального положения субтитров, измеряется от нижней части экрана.

source: Configure the video output mode (or resolution).
ru: Настройка режима видеовыхода (или разрешение).
