Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Should this AutoTimer only match up to a certain event duration?
ru: Должен ли выбранный АвтоТаймер соответствовать только до определенной длительности события?

source: Should timers created by this AutoTimer be recorded to a custom location?
ru: Должны ли таймеры, созданные АвтоТаймером быть записаны в этом каталоге?

source: Show 'Force reload' as plugin
ru: 'Принуд. загрузку телегида' показать как плагин

source: Show *rec* when record
ru: Показать *rec* при записи

source: Show / Hide Player
ru: Показать/Спрятать Плеер

source: Show Album
ru: Показать Альбом

source: Show Album Show Artist
ru: Показать Альбом Показать исполнителя

source: Show Albums
ru: Показать Альбомы

source: Show Artist
ru: Показать исполнителя

source: Show Audioselection
ru: Показать выбор аудио

source: Show DVB subtitles centered
ru: Показать DVB субтитры по центру

source: Show ECM info
ru: Показать информацию ЕСМ

source: Show EIT now/next in infobar
ru: Показать EIT сейчас/след. в инфобаре

source: Show EPG Search
ru: Показать поиск по телегиду

source: Show EPG data in single EPG list older than
ru: Показ устаревших данных ЕПГ в одиночном телегиде

source: Show EPG for current channel...
ru: Показать телегид текущего канала...

source: Show EPG-List/MerlinEPG
ru: Показать ЕПГ/МерлинЕПГ

source: Show EPG...
ru: Показать телегид...

source: Show Event Percentage in channel selection
ru: Показать проценты события в списке каналов

source: Show Exif-Data
ru: Показать данные EXIF

source: Show Fan Speed as
ru: Показать скорость вентилятора как

source: Show File Info
ru: Показ инфо файла

source: Show Games show
ru: Показать телевикторины

source: Show Info for Plugin, contact and Versionsinfo
ru: Показать информацию о плагине, версии и контактную информацию

source: Show InfoBar
ru: Показать ИнфоБар

source: Show MC in Extension-Menu
ru: МедиаЦентр в меню плагинов

source: Show MC in Main-Menu
ru: МедиаЦентр в Главном меню

source: Show Menu
ru: Показать меню

source: Show Merlin Music Player in extended-pluginlist
ru: Показать плеер Мерлин в меню дополнений

source: Show Merlin Music Player in mainmenu
ru: Показать плеер Мерлин в главном меню

source: Show Message when Recording starts
ru: Показывать сообщение о начале записи

source: Show Monitor in Extension-Menu
ru: Показать Монитор в меню расширений

source: Show ONLY Second-InfoBar
ru: Показать только второй Инфобар

source: Show PTS Infobar while timeshifting?
ru: Показывать PTS-инфобар во время таймшифта?

source: Show Picons
ru: Показать пиконы

source: Show Picture
ru: Показ картинки

source: Show Plugin in Extension-Menu
ru: Показать Плагин в меню расширений

source: Show SNR percentage instead of dB value
ru: Показать значение SNR в процентах вместо децибелов

source: Show Second-InfoBar
ru: Показать второй Инфобар

source: Show Service Names
ru: Показать название канала

source: Show Stored Pictures
ru: Показать сохраненных постеров

source: Show Stored Titles List
ru: Показать список заголовков

source: Show Streamlist of selected genre
ru: Показать список потоков выбранного жанра

source: Show Subservices
ru: Показать подсервисы

source: Show Subservices OR EPG-List
ru: Показать Сабсервисы или список телегида

source: Show TMDb info
ru: Показать ТМБД инфо

source: Show VCR scart on main menu
ru: VCR scart в главном меню

source: Show WLAN Status
ru: Показать состояние WLAN

source: Show WLAN status
ru: Показать состояние WLAN

source: Show a popup when a recording starts.
ru: Показать всплывающее окно, когда начинается запись.

source: Show a popup when one movie has finished and the next one will start.
ru: Показать всплывающее окно, когда один фильм закончился, а следующий начинается.

source: Show animation while busy
ru: Показывать анимацию (спиннер), когда система занята

source: Show as extension
ru: Показывать как расширение

source: Show as plugin
ru: Показывать как плагин

source: Show background image while listening to a radio channel.
ru: Показать фоновое изображение во время прослушивания радио каналов.

source: Show background in Radio Mode
ru: Показать фон в режиме радио

source: Show background in radio mode
ru: Показать фон в режиме радио

source: Show blinking clock in display during recording
ru: Показывать мигающие часы на дисплее во время записи

source: Show blinking picon for running timers:
ru: Показывать мигание для запущенных таймеров:

source: Show bouquet selection menu
ru: Показать меню выбора фаворитов

source: Show busy indicator when the system is busy.
ru: Показать индикатор занятости, когда система занята.

source: Show channel numbers in channel selection
ru: Показывать номер канала в списке каналов

source: Show columns
ru: Выровнять название передачи

source: Show combined duration window
ru: Длительность просмотра каналов

source: Show crossepg in extensions menu
ru: Показывать crossepg в меню расширений

source: Show crossepg in plugin menu
ru: Показывает crossepg в меню дополнений

source: Show crypto icons
ru: Показать значок кодирования

source: Show crypto info in infobar
ru: Показать крипто-данные в инфобаре

source: Show current mode
ru: Показать текущий режим

source: Show detailed event info
ru: Показать подробное инфо события

source: Show directories in movie list
ru: Отображать каталоги в списке записей

source: Show disclaimer
ru: Показать предупреждение

source: Show duration window
ru: По алфавиту и продолжительности

source: Show duration:
ru: Показать длительность:

source: Show encryption info in the infobar (when supported by the skin).
ru: Показать информацию о декодировании на инфобаре (если это поддерживается скином).

source: Show event details
ru: Показать детали события

source: Show event info
ru: Показать инфо записи

source: Show event information:
ru: Показывать информацию о передаче:

source: Show event progress in % at EPG view
ru: Ход передачи в % при просмотре EPG

source: Show event-progress in channel selection
ru: Тип прогресс-бара в списке каналов

source: Show eventinfo plugins
ru: Показать плагины телегида

source: Show extended description
ru: Показать расширенное описание

source: Show extension selection
ru: Показать выбор расширений

source: Show extensions...
ru: Показать дополнения...

source: Show favourite list with bouquet-up
ru: Показать список фаворитов по 'bouquet up'

source: Show favourites list
ru: Показать список букетов

source: Show genres
ru: Показать жанры

source: Show help
ru: Окно помощи

source: Show iDream in extended-pluginlist
ru: Показать iDream в меню дополнений

source: Show iDream in mainmenu
ru: Показать iDream в главном меню

source: Show icon for new/unseen items
ru: Показ иконки для новых/невидимых элементов

source: Show icons in movie list
ru: Иконки в списке записей

source: Show in Extensions/Plugins:
ru: Показать в панели плагинов:

source: Show in extensions menu
ru: Отображать в меню расширений

source: Show in menu
ru: Отображать в меню

source: Show info
ru: Показать инфо

source: Show info line
ru: Показать инфолинию

source: Show info screen
ru: Показать окно информации

source: Show infobar on channel change
ru: Показать инфобар при смене каналов

source: Show infobar on event change
ru: Показать инфобар при смене передачи

source: Show infobar on skip forward/backward
ru: Показать инфобар при навигации

source: Show latest commits on sourceforge
ru: Показать инфо о последних обновлениях

source: Show list numbers:
ru: Показывать сообщения таймера:

source: Show live what you set
ru: Показать просматриваемое

source: Show menu entries arranged in alphabetical order
ru: Показывать пункты меню в алфавитном порядке

source: Show message before inactivity action:
ru: Показ сообщения перед выключением при неактивности:

source: Show message when recording starts
ru: Показать сообщение при начале записи

source: Show mounts
ru: Монтирование

source: Show movie lengths in movielist
ru: Показать длительность видео в списке фильмов

source: Show movies
ru: Показать записи

source: Show multi channel EPG
ru: Показать мультителегид

source: Show multi colored begin/remain times:
ru: Показывать мультицвета:

source: Show new Messages as
ru: Показывать новые сообщения как

source: Show only time in display when box is in standby
ru: В режиме ожид. на дисплее только время

source: Show packages to be upgraded
ru: Показать обновляемые пакеты

source: Show picons in channel list
ru: Показать пиконы в списке каналов

source: Show picons in servicelist
ru: Показать пиконы в списке каналов

source: Show picons:
ru: Показывать пиконы:

source: Show plugin entries arranged in alphabetical order
ru: Показывать плагины в алфавитном порядке

source: Show plugin in extensions menu
ru: Показать плагин в меню расширений

source: Show positioner movement
ru: Показать движение позиционера

source: Show positioner position
ru: Показать позицию мотоподвеса

source: Show progress in movie list
ru: Отображать течение просмотра в списке записей

source: Show record indicator
ru: Показать индикатор записи

source: Show sattelites list
ru: Показать список спутников

source: Show screensaver
ru: Включить заставку

source: Show second InfoBar
ru: Показать второй ИнфоБар

source: Show second infobar
ru: Показать второй инфобар

source: Show service list
ru: Показать список каналов

source: Show service name:
ru: Показывать название канала:

source: Show service type icons
ru: Показ иконок для типа сервиса

source: Show services beginning with
ru: Показать каналы начинающиеся с

source: Show short description:
ru: Показывать краткое описание:

source: Show shutdown menu
ru: Показать меню выключения

source: Show similar titles
ru: Показать похожие названия

source: Show single service EPG
ru: Показать одиночный телегид

source: Show single-EPG
ru: Показать одиночное EPG

source: Show softcam setup in extensions menu
ru: Показать настройки софткама в меню дополнений

source: Show status icons in Movielist
ru: Статус иконок в списке

source: Show status icons in movie list
ru: Статус иконок в списке записей

source: Show status icons in movielist
ru: Статус иконок в списке записей

source: Show sub-genres of selected
ru: Показать поджанры при выборе

source: Show subdirs:
ru: Показать подпапки:

source: Show subservice selection
ru: Показать выбор подсервисов

source: Show subtitle selection
ru: Показать выбор субтитров

source: Show tag menu
ru: Показать меню тэгов

source: Show text input help for epg search:
ru: Окно ввода текста для поиска по телегиду

source: Show the Subtitle...
ru: Показать субтитры...

source: Show the cover images stored
ru: Показать сохраненные постеры

source: Show the lenght of a recording in the movielist (this might cause some additional loading time).
ru: Показать длину записей в списке фильмов (может понадобиться дополнительное время для загрузки списка).

source: Show the radio player...
ru: Включить режим радио...

source: Show the title stored
ru: Показать сохраненные заголоаки

source: Show the tv player...
ru: Включить режим TV...

source: Show timer messages:
ru: Показывать сообщения таймера:

source: Show updated packages
ru: Показать обновляемые пакеты

source: Show video detail info
ru: Показать детали видео

source: Show video picture:
ru: Показывать видео картинку:

source: Show volumebar when volume-value was changed
ru: При изменении громкости показать volumebar

source: Show warning when timeshift is stopped
ru: Показать предупреждение при остановке таймшифта

source: Show webradioFS in mainmenu:
ru: Показать webradioFS в главном меню

source: Show zap notification for recordings
ru: Отображать уведомления о смене записи

source: Show/Hide Text
ru: Показать/Скрыть текст

source: Shown
ru: Показано

source: Shows the state of your wireless LAN connection.
ru: Показывает состояние вашего беспроводного соединения.

source: Shows the watched services with some statistic
ru: Просмотренные каналы со статистикой

source: Shuffle playlist
ru: Перемешать плейлист

source: Shutdown
ru: Выключение

source: Shutdown after current event
ru: Выключить после текущего события

source: Shutdown in
ru: Выключить через

source: Shutdown receiver after
ru: Выключить ресивер через

source: Shutdown when in Standby
ru: Выключить при долгом нахождении в режиме ожидания

source: Side by Side
ru: По горизонтали

source: Side by Side - Auto
ru: Горизонтально - Авто

source: Side by Side - Off
ru: Горизонтально - Выкл

source: Side by side
ru: По горизонтали

source: Signal OK, proceeding
ru: Сигнал ОК, в процессе

source: Signal Strength:
ru: Уровень сигнала:

source: Signal in dB
ru: Сигнал в дцб

source: Signal quality
ru: Качество сигнала

source: Signal strength:
ru: Уровень сигнала:

source: Signal:
ru: Сигнал:

source: Silently zap between bouquets
ru: Смена букетов без меню выбора

source: Similar
ru: Похожие

source: Similar broadcasts:
ru: Похожие передачи:

source: Simple
ru: Простой

source: Simple IRC GroupChat client for e2 #dm8000-vip channel
ru: Простой IRC клиент для чат-конференции на e2 VIP канале #DM8000

source: Simple RSS Reader
ru: Простой RSS Читалка

source: Simple RSS Reader Setup
ru: Настройки простого RSS Reader

source: Simple RSS Reader: %s
ru: Простой RSS Reader: %s

source: Simple Satellite Scan
ru: Ручной поиск с уровнем сигнала

source: Simple titleset (compatibility for legacy players)
ru: Простой заголовок (совместимость с DVD плеерами)

source: Single
ru: Один

source: Single EPG
ru: Одиночный телегид

source: Single satellite
ru: Один спутник

source: Single step (GOP)
ru: Покадрово

source: Single transponder
ru: Один транспондер

source: Singlestep (GOP)
ru: Покадрово

source: Sirius 4 (4.8E)
ru: Сириус 4 (4.8E)

source: Site latitude
ru: Ширина сайта

source: Site longitude
ru: Длина сайта

source: Size:
ru: Размер:

source: Skin
ru: Сменить Скин

source: Skin Selector
ru: Выбор Скина

source: Skin resolution
ru: Разрешение скина

source: SkinSelector
ru: Плагин SkinSelector

source: SkinSelector shows a menu with selectable skins
ru: Скин Селектор показывает меню с выбором скинов

source: Skins
ru: Скины

source: Skinselector: Selected Skin:
ru: Скинселектор: Выбран Скин:

source: Skip Empty Services
ru: Пропускать пустые сервисы

source: Skip Empty Services (may need restart)
ru: Скрыть пустые сервисы (нужна перезагрузка)

source: Skip empty services
ru: Пропускать пустые сервисы

source: Skip internet connection check (disables automatic package installation)
ru: Пропустить проверку интернет соединения (отключает автоматическую установку пакетов)

source: Skipping movie, the file does not exist.
ru: Пункт пропущен, файл не существует.

source: Sleep timer
ru: Таймер сна

source: Sleep timer action:
ru: Действие таймера сна:

source: SleepTimer Configuration
ru: Настройка таймера сна

source: SleepTimerSetup
ru: Установки таймера сна

source: Sleeptimer
ru: Таймер сна

source: Sleeptimer edit
ru: Редактор таймера сна

source: Slide Show
ru: Слайд-Шоу

source: Slide picture in loop
ru: Циклический показ слайдов

source: Slide show interval (sec.)
ru: Интервал слайдшоу (сек.)

source: Slide-time faster
ru: Показ слайдов быстрее

source: Slide-time slower
ru: Показ слайдов медленнее

source: Slideshow Interval (sec.)
ru: Интервал слайдшоу (сек.)

source: Slideshow Path:
ru: Местоположение Слайд-шоу:

source: Slot %d
ru: Слот %d

source: Slovak
ru: Словацкий

source: Slovak Republic
ru: Словакия

source: Slovakian
ru: Словацкий

source: Slovenian
ru: Словенский

source: Slow
ru: Медленно

source: Slow Motion speeds
ru: Скорость замедленного воспроизведения

source: Slow motion speeds
ru: Скорость замедленного воспроизведения

source: Small 0.7 MB
ru: Маленький 0.7 МБ

source: Small progress
ru: Маленькая полоса

source: Smart services renaming for XBMC
ru: Переименование Смарт-сервисов для XBMC

source: Soccer matches-stats-tables
ru: Статистика и таблицы футбола

source: Social/Political/Economics
ru: Социальные / Политические / Экономика

source: SoftCam / CI
ru: Эмулятор / CAM-модуль

source: SoftCam.Key Updater
ru: Загрузчик SoftCam.Key

source: SoftCam/CardServer Panel
ru: Панель Эмулятора/КардСервера

source: Softcam Manager
ru: Софткам Менеджер

source: Softcam Setup
ru: Настройки эмулятора

source: Softcam setup
ru: Настройки софткама

source: Softcam setup...
ru: Настройки эмулятора...

source: Softcam type
ru: Тип эмулятора

source: Softlink name error !
ru: Ошибка названия ссылки !

source: Software
ru: ПО

source: Software Update...
ru: Обновление программ...

source: Software management
ru: Управление ПО

source: Software manager setup
ru: Настройки менеджера ПО

source: Software restore
ru: Восстановление ПО

source: Software update
ru: Обновление ПО

source: SoftwareManager information
ru: Информация менеджера ПО

source: SoftwareManager manages your receiver software
ru: Менеджер ПО для управления софтом на вашем ресивере

source: SoftwareManager setup
ru: Настройки менеджера ПО

source: Softwaremanager information
ru: Информация менеджера ПО

source: Softwaremanager...
ru: Менеджер ПО...

source: Some plugins are not available:
ru: Некоторые плагины недоступны:

source: Songs (%d)
ru: Песни (%d)

source: Sony_S Font
ru: Шрифт Sony_S

source: Sorry MediaScanner is not installed!
ru: Медиасканнер не установлен!

source: Sorry no backups found!
ru: Не найдены резервные копии!

source: Sorry your Backup destination does not exist Please choose an other one.
ru: Указанное место сохранения не существует. Пожалуйста, выберите другое!

source: Sorry your backup destination is not writeable. Please choose an other one.
ru: Извините, сюда нельзя сохранить резервную копию. Пожалуйста выберите другое место

source: Sorry your path destination is not writeable. Please choose an other one.
ru: Извините, выбрано некорректное местоположение. Пожалуйста, выберите другое.

source: Sorry, %s has not been installed!
ru: Извините, %s не может быть установлен!

source: Sorry, Video-Screensaver not possible on this box
ru: Извините, данный ресивер не поддерживает вдеозаставку

source: Sorry, deleting directories can (for now) only be done through the trash can.
ru: Извините, папки могут быть удалены (пока) только через корзину.

source: Sorry, hide current service failed :(
ru: К сожалению, текущий сервис скрыть не удалось: (

source: Sorry, no Details available!
ru: Извините, нет подробностей

source: Sorry, no backups found!
ru: Извините, не найдено ни одного бекапа!

source: Sorry, no details available!
ru: Извините, нет подробностей

source: Sorry, no lyrics found
ru: Извините, тексты не найдены

source: Sorry, this type of feed is unsupported: %s
ru: Извините такой тип канала не поддерживается: %s

source: Sorry, unable modify skin_user.xml
ru: Извините, невозможно изменить skin_user.xml

source: Sorry, unable to parse /usr/lib/enigma2/python/Components/EpgList.py
ru: Извините, невозможно прочитать /usr/lib/enigma2/python/Components/EpgList.py

source: Sorry, unable to parse /usr/lib/enigma2/python/Components/MovieList.py
ru: Извините, невозможно прочитать /usr/lib/enigma2/python/Components/MovieList.py

source: Sorry, unable to parse /usr/share/enigma2/%s.
ru: Извините, невозможно прочитать /usr/share/enigma2/%s

source: Sorry, video is not available!
ru: Извините, записей не существует!

source: Sorry, your backup destination is not writeable. Please choose another one.
ru: Извините, сюда нельзя сохранить резервную копию. /nПожалуйста, выберите другое место

source: Sorry, your backup destination is not writeable. Please select a different one.
ru: Извините, сюда нельзя сохранить резервную копию. Пожалуйста, выберите другое место

source: Sorry, your device for screenshots is not writeable. Please choose another one.
ru: Извините, путь для скриншотов некорректен. Выберите другое местоположение.

source: Sort
ru: Сортировка

source: Sort (date+)
ru: Сорт.(дата+)

source: Sort (date-)
ru: Сорт.(дата-)

source: Sort (duration+)
ru: Сорт.(длит.+)

source: Sort (duration-)
ru: Сорт.(длит.-)

source: Sort (name+)
ru: Сорт.(имя+)

source: Sort (name-)
ru: Сорт.(имя-)

source: Sort A-Z
ru: Сорт. A-Z

source: Sort AutoTimer
ru: Сортировка АвтоТаймеров

source: Sort Time
ru: По времени

source: Sort by
ru: Сортировка по

source: Sort by date (ascending)
ru: Сортировка по дате (по возрастанию)

source: Sort by date (bouquet-)
ru: Сортировка по дате (фаворит-)

source: Sort by date (descending)
ru: Сортировка по дате (по убыванию)

source: Sort by name (ascending)
ru: Сортировка по имени (по возрастанию)

source: Sort by name (bouquet+)
ru: Сортировка по имени (фаворит+)

source: Sort by name (descending)
ru: Сортировка по имени (по убыванию)

source: Sort by...
ru: Сортировать по...

source: Sort list:
ru: Тип сортировки:

source: Sort main menu
ru: Сортировка главного меню

source: Sort streams
ru: Сортировать потоки

source: Sort time
ru: По времени

source: Sorting Stream List:
ru: Отсортированный список:

source: Sound
ru: Звук

source: Sound carrier
ru: Несущая

source: Soundcarrier
ru: Несущая

source: Source request
ru: Исходный запрос

source: South
ru: Юг

source: South Korea
ru: Южная Корея

source: Spa InfoBar
ru: Spa

source: Spain
ru: Испания

source: Spanish
ru: Испанский

source: Special thanks to:
ru: Особая благодарность:

source: Specify the end time to ignore the shutdown timer when the receiver is in standby mode
ru: Укажите время суток, когда закончится игнорирование неактивности в режиме ожидания

source: Specify the end time until the inactivity sleeptimer should be ignored
ru: Укажите время суток, когда закончится игнорирование действий при неактивности

source: Specify the start time to ignore the shutdown timer when the receiver is in standby mode
ru: Укажите время суток, когда начнется игнорирование неактивности в режиме ожидания

source: Specify the start time when the inactivity sleeptimer should be ignored
ru: Укажите время суток, когда начнется игнорирование действий при неактивности

source: Specify timeframe to ignore inactivity sleeptimer
ru: Настроить время игнорирования действий при неактивности

source: Specify timeframe to ignore the shutdown in standby
ru: Игнорирование неактивности в режиме ожидания

source: Specify, how long expired timer list entries shall be kept at most. Deactivated repeat timer entries won't be deleted ever.
ru: Укажите, не более какого срока должны храниться записи таймера. Деактиривованные записи таймера не будут удалены никогда

source: Specify, how long system setting backups shall be kept at most (even if maximum number is not yet exceeded). Latest backup will be kept anyway!
ru: Укажите предел времени хранения бекапов(даже если максимум не превышен). Последняя резервная копия будет храниться в любом случае!

source: Speed
ru: Скорость

source: Spinner Selection Box
ru: Выбор спиннера

source: Split preview mode
ru: Сплит пред.просмотра

source: Split recording with event
ru: Соединить записанное с событием

source: Split recordings by title
ru: Соединить записи по заголовку

source: Sports
ru: Спорт

source: Ssearch Results
ru: Результаты поиска

source: Standard
ru: Cтандарт

source: Standardize Title and Artist names
ru: Стандартизация названий файлов и имен исполнителей

source: Standby
ru: Режим ожидания

source: Standby / Restart
ru: Выключение

source: Standby / restart
ru: Меню выключения

source: Standby Fan %d PWM
ru: Остановить вентилятор при %d PWM

source: Standby Fan %d Voltage
ru: Остановить вентилятор при %d вольт

source: Standby after current event
ru: Режим ожидания после текущего события

source: Standby fan %d PWM
ru: Остановить вентилятор при %d PWM

source: Standby fan %d voltage
ru: Остановить вентилятор при %d вольт

source: Standby in
ru: Режим ожидания через

source: Standby,Deepstandby,Chillmodus,Sleeptimer
ru: Режим ожидания, Выключение, режим 'Chill', Таймер сна

source: Standbymode Fancontrol settings
ru: Контроль за вентилятором в режиме ожидания

source: Start
ru: Начать
