Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: The package doesn't contain anything.
ru: Этот пакет ничего не содержит.

source: The package:
ru: Пакет:

source: The password has been changed successfully.
ru: Пароль был успешно изменен.

source: The password you entered is wrong.
ru: Вы ввели пароль неправильно.

source: The passwords you entered are different.
ru: Введенные вами пароли разные.

source: The path %s already exists.
ru: Этот путь %s уже существует.

source: The pin code has been changed successfully.
ru: Пин-код удачно изменён.

source: The pin code you entered is wrong.
ru: Введен неверный пин-код

source: The pin codes you entered are different.
ru: Введённые Пин-коды отличаются.

source: The program will exit now.
ru: Программа будет закрыта.

source: The remote control code will be reset to previous setting, set your R/C's code and select 'keep'
ru: Код пульта ДУ будет сброшен к предыдущим настройкам, установите R/C код и выберите 'хранить'

source: The results have been written to %s.
ru: Результаты записаны в %s.

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
ru: Выбранный канал не поддерживается VPS для ручной запрограммирования таймеров! Действительно хотите включить VPS?

source: The sleep timer has been activated.
ru: Таймер сна включен.

source: The sleep timer has been disabled.
ru: Таймер сна выключен.

source: The software management extension is not installed! Please install it.
ru: Дополнение управлением ПО не установлено! Пожалуйста, установите.

source: The status of the current beta image could not be checked because %s can not be reached.
ru: Статус текущего бета-имиджа не может быть проверен, потому что %s не доступен.

source: The status of the current beta image could not be checked because www.openpli.org can not be reached.
ru: Статус текущего бета-имиджа не может быть проверен, потому что www.openpli.org не поддерживает пока проверку.

source: The status of the current beta image could not be checked because www.openpli.org could not be reached for some reason
ru: Статус текущей бета версии не может быть проверен, возможно www.openpli.org не доступен

source: The stream is already stored:
ru: Поток уже хранится:

source: The timer file (timers.xml) is corrupt and could not be loaded.
ru: Файл таймеров (timers.xml) поврежден и не может быть загружен.

source: The user interface of your receiver is restarting
ru: Перезагрузка пользовательского интерфейса вашего ресивера

source: The user interface of your receiver is restarting due to an error in mytest.py
ru: Перезагрузка интерфейса вашего ресивера из-за ошибки в mytest.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
ru: Плагин Wireless LAN не установлен! Пожалуйста, установите его и выберите, что делать далее.

source: The wireless LAN plugin is not installed! Please install it.
ru: Плагин Wireless LAN не установлен! Пожалуйста установите его.

source: The wizard can backup your current settings. Do you want to do a backup now?
ru: Мастер может сохранить Ваши текущие настройки. Хотите сделать это сейчас?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
ru: Мастер нашел бекап настроек. Хотите восстановить настройки из файла %s?

source: The wizard is finished now.
ru: Мастер закончил работу.

source: Then how many minutes off?
ru: Пассивный режим (вентилятор отключён)(мин)

source: There are at least
ru: Как минимум

source: There are at least %s updates available.
ru: Как минимум %s обновлений доступно

source: There are currently no outstanding actions.
ru: В данное время нет невыполненных действий.

source: There are no default services lists in your image.
ru: В этом имидже нет списка каналов по умолчанию.

source: There are no default settings in your image.
ru: В этом имидже нет настроек по умолчанию.

source: There are no playlists defined. Do you want to create a new playlist?
ru: Не определен плейлист. Хотите создать новый плейлист?

source: There are no updates available.
ru: Нет доступных обновлений.

source: There are now
ru: В настоящее время

source: There is NO valid USB-stick found, so I've got nothing to do.
ru: Обнаружен НЕ поддерживаемый USB-накопитель, поэтому ничего не могу сделать.

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
ru: Обнаружен поддерживаемый USB-накопитель в одном из USB-портов, поэтому дополнительная резервная копия прошивки будет скопирована на этот USB-накопитель.

source: There is no running reconstruction process
ru: Процесс востановления не работает

source: There is no signal to lock on !
ru: Нет сигнала по этому захвату!

source: There might not be enough Space on the selected Partition. Do you really want to continue?
ru: Возможно недостаточно места на выбранном разделе. Действительно хотите продолжить?

source: There was an error downloading the packetlist. Please try again.
ru: Не удалось загрузить список пакетов. Пожалуйста попробуйте еще раз.

source: There was an error getting the feed entries. Please try again.
ru: Ошибка при получении данных канала. Пожалуйста попытайтесь снова.

source: There was an error. The package:
ru: Обнаружена ошибка. Пакет:

source: These settings are only for this one recording!
ru: Настройки действительны только для этой записи!

source: This .NFI file does not contain a valid %s image!
ru: Этот .NFI файл содержит неправильную %s прошивку!

source: This .NFI file does not have a md5sum signature and is not guaranteed to work. Do you really want to burn this image to flash memory?
ru: Этот .NFI файл не имеет контрольной суммы и это не гарантирует его работу. Действительно хотите записать этот образ во флэш-память?

source: This .NFI file has a valid md5 signature. Continue programming this image to flash memory?
ru: Этот .NFI файл имеет действительную подпись. Продолжить запись образа во флэш-память?

source: This Box can't decode %s streams!
ru: Ресивер не может декодировать %s потоки

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ru: Этот DVD RW уже отформатирован - переформатирование может удалить все содержимое диска.

source: This Device is already mounted as HDD.
ru: Это устройство уже смонтировано как жесткий диск.

source: This Month
ru: В этом месяце

source: This Plugin only support for ULTIMO
ru: Этот плагин поддерживает только ULTIMO

source: This Plugin only support for UNO/ULTIMO
ru: Этот плагин поддерживает только UNO/ULTIMO

source: This Week
ru: На этой неделе

source: This info is for developers only. For a normal users it is not important. Don't panic, please, when here will be displayed any suspicious informations!
ru: Эти сведения только для разработчиков. Для обычных пользователей эта информация не нужна. Если вам непонятна приведенная здесь информация, просто не обращайте внимания!

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
ru: Это имя АвтоТаймера. Оно будет отображаться в обзоре и при просмотре.

source: This is step number 2.
ru: Это шаг номер 2.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
ru: Это задержка времени ожидания АвтоТаймера перед повторным поиском EPG.

source: This is the help screen. Feed me with something to display.
ru: Окно помощи. Позвольте мне что-то показать...

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
ru: Это критерий поиска названии события. Обратите внимание, что для поиска вы должны знать вид кодировки события канала.

source: This line is not editable!
ru: Эта линия не редактируется!

source: This only takes about 20 seconds.....
ru: Это займет около 20 секунд .....

source: This option configures the general audio delay of Dolby Digital sound tracks.
ru: Настройка общей задержки звуковых дорожек со звуком Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
ru: Настройка общей задержки звуковых дорожек со стереозвуком.

source: This option configures the picture sharpness.
ru: Настройка резкости изображения.

source: This option configures the screen aspect ratio.
ru: Настройка соотношения сторон экрана.

source: This option configures the screen refresh rate.
ru: Настройка частоты обновления экрана.

source: This option configures the screen resolution in PC output mode.
ru: Настройка разрешения экрана в режиме ПК выход.

source: This option configures the transparency of the OSD.
ru: Настройка прозрачности экранного меню.

source: This option configures the video output mode (or resolution).
ru: Настройка режима видеовыхода (или разрешение).

source: This option configures which video output connector will be used.
ru: Укажите, какой разъем видеовыхода будет использован.

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
ru: Этот плагин умеет определять начинается ли записываемая программа раньше или длится дольше. Достоверные данные для этого принимаются от сервиса.

source: This plugin creates a USB stick which can be used to update the firmware of your receiver without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
ru: Этот плагин создает USB-флеш, который может использоваться, чтобы обновить прошивку вашего ресивера без подключения к интернету. Во-первых, USB должен быть самозагрузочным. Затем файл имиджа NFI нужно загрузить с сервера обновления и сохранить на USB. Если у Вас уже есть загрузочный USB, пожалуйста, вставьте. Обьем USB должен быть не менее 64 Мб!

source: This plugin is installed.
ru: Плагин установлен.

source: This plugin is not installed.
ru: Плагин не установлен.

source: This plugin is supported only the Ultimo/Uno.
ru: Этот плагин поддерживает только Ultimo/Uno

source: This plugin will be installed.
ru: Плагин будет установлен.

source: This plugin will be removed.
ru: Плагин будет удален.

source: This receiver can't decode %s streams!
ru: Ресивер не может декодировать %s потоки!

source: This receiver cannot decode %s streams!
ru: Ресивер не может декодировать %s потоки!

source: This service parental protection! Please remove parental protection and try again.
ru: Этот канал под родительским контролем! Снимите родительский контроль и попробуйте снова.

source: This setting controls the behavior when a timer matches a found event.
ru: Этот параметр задаёт действие таймеру при нахождении соответствующего события.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
ru: Этот тест проверяет конфигурацию DNS серверов. При появлении сообщения "не присвоен": - пожалуйста проверьте настройки DHCP, сетевого адаптера и состояние сетевого кабеля - Если Вы прописали вручную DNS сервера, пожалуйста проверьте конфигурацию "DNS сервер"

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
ru: Этот тест проверяет настройки DNS серверов. При появлении сообщения "не присвоен": - пожалуйста проверьте настройки DHCP, сетевого адаптера и состояние сетевого кабеля - Если Вы прописали вручную DNS сервера, пожалуйста проверьте конфигурацию "DNS сервер"

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
ru: Этот тест проверяет наличие подключения сетевого кабеля к сетевому адаптеру. При появлении сообщения " нет соединения": - проверьте, что сетевой кабель подключен - проверьте, что сетевой кабель не оборван

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
ru: Этот тест проверяет наличие подключения сетевого кабеля к сетевому адаптеру. При появлении сообщения " нет соединения": - проверьте, что сетевой кабель подключен - проверьте, что сетевой кабель не оборван

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
ru: Этот тест проверяет присвоен ли IP адрес сетевому адаптеру.. При появлении сообщения " не присвоен": - IP адрес не был найден - пожалуйста проверьте настройки DHCP, сетевого адаптера и состояние сетевого кабеля

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
ru: Этот тест проверяет присвоен ли IP адрес сетевому адаптеру.. При появлении сообщения " не присвоен": - IP адрес не был найден - пожалуйста проверьте настройки DHCP, сетевого адаптера и состояние сетевого кабеля

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
ru: Этот тест проверяет,включен ли DHCP в настройках сетевого адаптера, для автоматического присвоения IP. При появлении сообщения " отключен": - введите вручную IP адрес при настройке сетевого адаптера . - проверьте,что Вы ввели корректную информацию в меню настройка сети. При появлении сообщения " подключен": - это подтверждает, что сформирован рабочий DHCP сервер в Вашей сети.

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP server in your network.
ru: Этот тест проверяет,включен ли DHCP в настройках сетевого адаптера, для автоматического присвоения IP. При появлении сообщения " отключен": - введите вручную IP адрес при настройке сетевого адаптера . - проверьте,что Вы ввели корректную информацию в меню настройка сети. При появлении сообщения " подключен": - это подтверждает, что сформирован рабочий DHCP сервер в Вашей сети.

source: This test detects your configured LAN adapter.
ru: Данный тест определит ваш сетевой-адаптер.

source: This test detects your configured LAN-Adapter.
ru: Данный тест определит ваш сетевой-адаптер.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
ru: Это выбирает действие при конфликте таймеров. Если событие АвтоТаймера конфликтует с существующим таймером, он не будет игнорировать это событие, но отключит его.

source: This version
ru: Данная версия

source: This version is obsolete
ru: Эта версия устарела

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
ru: Произойдет (пере-)расчет всех позиций позиционера и все сохранненые позиции и настройки могут быть утеряны! Уверены, что хотите продолжить?

source: This will restore your backup on %s. Do you really want to restore those settings and restart?
ru: Будет восстановлена резервная копия на %s. Действительно хотите восстановить настройки и перезагрузить?

source: Three
ru: Три

source: Three partitions (33% - 33% - 33%)
ru: Три раздела (33% - 33% - 33%)

source: Threshold
ru: Гетеродин

source: Thu
ru: Чт

source: Thumb View
ru: Предпросмотр

source: Thumbnail Height
ru: Высота эскиза

source: Thumbnail Width
ru: Ширина эскиза

source: Thumbnails
ru: Эскизы

source: Thursday
ru: Четверг

source: Ticker
ru: Тикер

source: Time
ru: Время

source: Time (sec) to screen saver:
ru: Время (сек.) для заставки:

source: Time Scale
ru: Шкала времени

source: Time for auto-volume steps (0=off):
ru: Время (сек.) для шагов автозвука (0=выкл):

source: Time for inactivity (min):
ru: Перевести в стендбай при бездействии (мин.):

source: Time for next VFD scrolling
ru: Время движения бегущей строки на дисплее

source: Time for scheduled daily download
ru: Время запланированной ежедневной загрузки

source: Time in minutes to append to recording.
ru: Время в минутах для добавления перед записью

source: Time in minutes to prepend to recording.
ru: Время в минутах для добавления после записьи

source: Time in standby for power off (min):
ru: Выключить при нахождении в стендбае (мин.):

source: Time required for this process:
ru: Время, необходимое для этого процесса:

source: Time scale
ru: Шкала времени

source: Time, when to stop recording
ru: Введите время окончания записи

source: Time/Date Input
ru: Ввод Времени/Даты

source: Timeout for connection attempt:
ru: Время для попытки соединения:

source: Timeout for info message :
ru: Таймаут для сообщений:

source: Timeout for number zap in milliseconds
ru: Ожидание нажатия кнопок пульта для набора номера канала в миллисекундах

source: Timeout for stream termination:
ru: Тайм-аут для прекращения потока:

source: Timer
ru: Таймер

source: Timer Edit
ru: Редактирование таймеров

source: Timer Editor
ru: Редактор таймеров

source: Timer Overview
ru: Обзор задач таймера

source: Timer Type
ru: Тип таймера

source: Timer and Record (set preferences)
ru: Таймер и запись (установить предпочтения)

source: Timer edit
ru: Редактирование таймеров

source: Timer editor
ru: Редактор таймеров

source: Timer entry
ru: Ввод таймера

source: Timer log
ru: Лог таймера

source: Timer overlap in timers.xml detected! Please recheck it!
ru: Обнаружено дублирование таймера в timers.xml! Проверьте его!

source: Timer overview
ru: Обзор задач таймера

source: Timer record location
ru: Место записи таймеров

source: Timer recording location
ru: Расположение записей таймера

source: Timer sanity error
ru: Ошибка состояния таймера

source: Timer selection
ru: Выбор таймера

source: Timer selection...
ru: Выбор таймера

source: Timer status:
ru: Состояние таймера:

source: Timer type
ru: Тип таймера

source: Timerlist cleanup is enabled in EMC plugin! To avoid crashes, we won't delete entries whilst this option is enabled in EMC.
ru: Очистка таймерлиста уже активирована в плагине EMC! Пока эта опция включена в EMC, мы не будем удалять крешлоги

source: Timeshift
ru: Таймшифт

source: Timeshift Buffer Full! Cleaning Buffer and restarting timeshift ...
ru: Буфер таймшифта переполнен! Очистка буфера и перезауск таймшифта ...

source: Timeshift Settings
ru: Настройки Таймшифта

source: Timeshift copied to your harddisk!
ru: Файл таймшифта скопирован на жесткий диск!

source: Timeshift location
ru: Расположение таймшифта

source: Timeshift not possible!
ru: Сдвиг времени не возможен!

source: Timeshift save failed!
ru: Ошибка сохранения файла таймшифта!

source: Timeshift saved to your harddisk!
ru: Файл таймшифта сохранен на жесткий диск!

source: Timeshift will get saved at end of event!
ru: Файл таймшифта будет сохранен в конце события!

source: Timeshift-Save Action on zap
ru: Таймшифт-сохранение при переключении канала

source: Timeshift-button
ru: Кнопка таймшифта

source: Timespan
ru: Промежуток

source: Timezone
ru: Часовой пояс

source: Title
ru: Название

source: Title (slow!)
ru: Название (медленно!)

source: Title and Artist (slow!)
ru: Название и исполнитель (медленно!)

source: Title only once in artist/genre selection
ru: Уникальные названия Исполнитель/Жанр

source: Title properties
ru: Свойства заголовка

source: Title saved in titel_list.txt
ru: Заголовок сохранен в titel_list.txt

source: Title:
ru: Название:

source: Titles (%d)
ru: Названия (%d)

source: Titleset mode
ru: Режим установки заголовка

source: To audio selection
ru: Выбор аудио

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
ru: Для прямого копирования на USB-флешку, она должна содержать файл с именем:

source: To edit satellite.xml,select satellites to be included,then Save
ru: Для редактирования satellite.xml выберите нужные спутники,а затем сохраните

source: To restore the image:
ru: Для восстановления прошивки:

source: To subtitle selection
ru: Выбор субтитров

source: To update your receiver firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
ru: Чтобы обновить ваш ресивер, пожалуйста выполните следующие действия: 1) Выключите ресивер тумблером сзади и убедитесь, что загрузочный USB подключен. 2) Включите ресивер и нажмите кнопку ВНИЗ на передней панели ресивера около 10 секунд. Дождитесь загрузки и следуйте указаниям Мастера.

source: To use the selected feature you have to login to YouTube. Select a user-profile to login!
ru: Чтобы использовать выбранную функцию, вы должны войти в YouTube. Выберите профиль пользователя для входа!

source: Today
ru: Сегодня

source: Toggle Extra Keys
ru: Все кнопки

source: Toggle HDMI In
ru: Переключение HDMI входа

source: Toggle Picture
ru: Переключить постер

source: Toggle a cut mark at the current position
ru: Расположить метку обработки в текущей позиции

source: Toggle infoBar
ru: Переключить ИнфоБар

source: Toggle list
ru: Закрыть список

source: Toggle mode
ru: Переключиться в режим

source: Toggle-Time:
ru: Время переключения:

source: Tomorrow
ru: Завтра

source: Tone Amplitude
ru: Амплитуда тона

source: Tone amplitude
ru: Амплитуда тона

source: Tone mode
ru: Тоновый режим

source: Toneburst
ru: Тоновый сигнал

source: Toneburst A/B
ru: Тоновый сигнал A/B

source: Tool to change easily font sizes.
ru: Инструмент для легкого изменения шрифтов.

source: Tools for selected Stream
ru: Инструменты для выбранного потока

source: Top 20 last month
ru: Лучшие 20 последнего месяца

source: Top 20 this month
ru: Лучшие 20 этого месяца

source: Top Favorites
ru: Топ избранное

source: Top Rated
ru: Лучшие по рейтингу

source: Top and Bottom
ru: Верх и низ

source: Top and Bottom - Auto
ru: Вертикально - Авто

source: Top and Bottom - Off
ru: Вертикально - Выкл

source: Top and bottom
ru: Вверх и вниз

source: Top favorites
ru: Лучшие фавориты

source: Top rated
ru: Лучшие по рейтингу

source: Toplevel PPanel
ru: PPanel

source: Total results
ru: Всего результатов

source: Touch LED Blinking time
ru: Уровень яркости при мерцании

source: Touch LED Brightness at Deep Standby
ru: Уровень яркости при выключении

source: Touch LED Brightness at Normal state
ru: Уровень яркости в нормальном состоянии

source: Touch LED Brightness at Standby
ru: Уровень яркости в режиме ожидания

source: Trace
ru: Трассировка

source: Track
ru: Дорожка

source: Transcode MPEG/DVD Audio
ru: Перекодировать MPEG/DVD Аудио
