Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: After pressing OK, please wait!
ru: После нажатия ОК, пожалуйста, ждите!

source: After the start wizard is completed, you need to protect single services. Refer to your receiver's manual on how to do that.
ru: После окончания работы мастера, вам нужно на свойствах каналов активировать родительский контроль. Как это сделать узнайте в руководстве по использованию ресивера.

source: Ai.HD Controler
ru: Управление скинами Ai.HD

source: Album
ru: Альбом

source: Album (%s) -> Song List
ru: Альбом (%s) -> Список песен

source: Album:
ru: Альбом:

source: Albums (%d)
ru: Альбомы (%d)

source: Albums List
ru: Список Альбомов

source: Alignment of events
ru: Выравнивание названий событий

source: Alignment of service names
ru: Выравнивание названий каналов

source: All
ru: Все

source: All Channels
ru: Все каналы

source: All Satellites
ru: Все спутники

source: All Time
ru: Всё Время

source: All ages
ru: Все возрасты

source: All hidden services
ru: Все скрытые сервисы

source: All non-repeating timers
ru: Все не повторяющиеся таймеры

source: All satellites
ru: Все Спутники

source: Aller_Rg Font
ru: Шрифт Aller_Rg

source: Allocate
ru: Выделить

source: Allocate unused memory index
ru: Выделите неиспользованные индексы памяти

source: Allow quit movieplayer with exit
ru: Выход по кнопке exit в мувиплеере

source: Allow removing of entries in service list
ru: Разрешить удаление пунктов в списке каналов

source: Allow subtitle language to equal audio language
ru: Показывать субтитры при совпадении с языком аудио

source: Allow subtitles for hearing impaired
ru: Субтитры для людей с ослабленным слухом

source: Allow zapping via Webinterface
ru: Разрешить переключение через Веб-интерфейс

source: Almost there... Now building the USB-Image!
ru: Почти готово ... Теперь создаем прошивку на USB!

source: Alpha
ru: Прозрачность

source: Alpha sort
ru: Сортировка по алфавиту

source: Alpha sort ascending (AZ)
ru: Сортировка по алфавиту от А до Я

source: Alpha sort descending (ZA)
ru: Обратная сортировка по алфавиту

source: Also on standby
ru: Также и из режима ожидания

source: Alternative
ru: Альтернативы

source: Alternative DNS
ru: Альтернативный DNS

source: Alternative Enigma2 localization
ru: Альтернативный перевод ОпенПли

source: Alternative numbering Mode
ru: Альтернативная нумерация каналов

source: Alternative numbering mode
ru: Альтернативная нумерация каналов

source: Alternative radio mode
ru: Альтернативный радио режим

source: Alternative services tuner priority
ru: Приоритет используемых тюнеров

source: Always ask
ru: Всегда спрашивать

source: Always ask before sending
ru: Всегда спрашивать перед отправкой

source: Always hide infobar
ru: Всегда скрывать инфобар

source: Always zap before record
ru: Всегда переключать на записываемый канал

source: An EPG downloader
ru: Загрузчик телегида

source: An empty filename is illegal.
ru: Пустое имя недопустимо.

source: An error occured.
ru: Произошла ошибка.

source: An error occurred while downloading the packetlist. Please try again.
ru: Произошла ошибка при загрузке списка пакетов. Пожалуйста, попробуйте еще раз.

source: An unknown error occured!
ru: Неизвестная ошибка!

source: An unknown error occurred!
ru: Неизвестная ошибка!

source: And will put your receiver in standby over
ru: Ресивер будет переведен в режим ожидания по истечении

source: And will shutdown your receiver over
ru: Ресивер будет выключен по истечении

source: Anonymize crashlog?
ru: Отправить крешлог анонимно?

source: AntiScrollbar: Main Setup
ru: Антипрокрутка: Главные настройки

source: Any activity
ru: Любая активность

source: ApertureFNumber:
ru: Диафрагма F номера:

source: Append file to current playing songlist
ru: Добавить файл в текущий список песен

source: Apr
ru: Апр.

source: April
ru: Апреля

source: Arabic
ru: Арабский

source: Are you sure to remove all %d.%d%s%s services?
ru: Уверены, что хотите удалить все %d.%d%s%s сервисы?

source: Are you sure to remove this entry?
ru: Пожалуйста подтвердите удаление

source: Are you sure you want to activate this network configuration?
ru: Уверены, что хотите активировать эту конфигурацию сети?

source: Are you sure you want to delete following backup:
ru: Уверены, что хотите удалить следующий бекап:

source: Are you sure you want to delete the following backup:
ru: Уверены, что хотите удалить следующий бекап:

source: Are you sure you want to download the new satellites.xml?
ru: Уверены ,что хотите загрузить новый satellites.xml?

source: Are you sure you want to exit this wizard?
ru: Уверены, что хотите выйти из этого мастера?

source: Are you sure you want to restart your network interfaces?
ru: Уверены, что хотите перезагрузить сетевые интерфейсы?

source: Are you sure you want to restore following backup:
ru: Уверены, что хотите восстановить этот бекап:

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
ru: Уверены, что хотите восстановить этот бекап: %s После восстановления бекапа ваш ресивер будет перезагружен!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
ru: Уверены, что хотите восстановить бекап? После восстановления бекапа ваш ресивер будет перезагружен!

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
ru: Уверены, что хотите восстановить бекап Энигма2? Энигма2 будет перезапущена после восстановления

source: Are you sure you want to save this network mount?
ru: Уверены, что хотите сохранить данную точку монтирования?

source: Artist
ru: Исполнитель

source: Artist (%s) -> Album List
ru: Исполнитель (%s) -> Список Альбомов

source: Artist (%s) -> Song List
ru: Исполнитель (%s) -> Список песен

source: Artist and Title (slow!)
ru: Исполнитель и название (медленно!)

source: Artist:
ru: Артист:

source: Artists (%d)
ru: Артисты (%d)

source: Arts/Culture
ru: Искусство/Культура

source: Ascanding
ru: Популярные

source: Ask before shutdown:
ru: Спросить перед выключением?:

source: Ask user
ru: Спросить пользователя

source: Aspect Ratio
ru: Сотношение сторон

source: Aspect list...
ru: Выбор пропорции изображения

source: Aspect ratio
ru: Соотношение сторон

source: AspectRatioSwitch
ru: Переключатель соотношения сторон

source: AspectRatioSwitch Setup
ru: Переключение соотношения сторон

source: Assigned CAIds:
ru: Назначены CAID:

source: Assigned services/provider:
ru: Назначены каналы/провайдеры:

source: Assigning providers/services/caids to a CI module
ru: Назначение провайдеров/сервисов/каидов в модуль CI

source: Astra 4A (4.8E)
ru: Астра 4A (4.8E)

source: At beginning
ru: В начале

source: At end
ru: В конце

source: Ativate PiP
ru: Активировать PIP

source: Attempt to mount shares again
ru: Попытка смонтировать сетевые ресурсы снова

source: Attempt to recover lost mounts (in background)
ru: Восстановить потерянные точки монтирования (в фоновом режиме)

source: Attention, this is repeated timer!
ru: Данный таймер уже установлен ранее!

source: Attention, this is repeated timer! What do you want to do?
ru: Данный таймер уже установлен ранее! Как прикажете поступить?

source: Audio
ru: Аудио

source: Audio Bitrate
ru: Аудио Битрейт

source: Audio Channels
ru: Аудиоканалы

source: Audio Codec
ru: Аудио Кодек

source: Audio Options...
ru: Аудио опции...

source: Audio PID
ru: Аудио ПИД

source: Audio Pip enable
ru: Аудио Пип вкл/выкл

source: Audio Samplerate
ru: Частота дискретизации

source: Audio Sync
ru: Аудио синхронизация

source: Audio Sync Setup
ru: Настройки аудио синхронизации

source: Audio language selection 1
ru: Выбор языка аудио 1

source: Audio language selection 2
ru: Выбор языка аудио 2

source: Audio language selection 3
ru: Выбор языка аудио 3

source: Audio language selection 4
ru: Выбор языка аудио 4

source: Audio options...
ru: Настройки аудио...

source: Audio source
ru: Источник аудио

source: Audio track (%s) format
ru: Формат звуковой дорожки - (%s)

source: Audio track (%s) language
ru: Язык звуковой дорожки - (%s)

source: Audiobitrate
ru: Аудиобитрейт

source: Audioplayer Settings
ru: Настройки Аудиоплеера

source: Aug
ru: Авг.

source: August
ru: Августа

source: Australia
ru: Австралия

source: AustriaSat
ru: АвстрияSАТ

source: Author:
ru: Автор:

source: Author:
ru: Автор:

source: Authoring mode
ru: Режим автора

source: Authors
ru: Авторы

source: Auto
ru: Автоматически

source: Auto chapter split every ? minutes (0=never)
ru: Автоматически разделять на главы каждые ? минут (0 =никогда)

source: Auto flesh
ru: Авто флеш

source: Auto focus
ru: Автофокусировка

source: Auto focus commencing ...
ru: Автофокусировка началась ...

source: Auto language selection
ru: Автоматический выбор языка

source: Auto play
ru: Автовоспроизведение

source: Auto red button
ru: Авто красная кнопка

source: Auto red button time
ru: Время авто красной кнопки

source: Auto scart switching
ru: Автопереключение SCART

source: Auto-Delete Data older than (Days)
ru: Автоудаление данных старее (дней)

source: Auto-Delete older %s Days
ru: Автоудаление данных старее %s дней

source: Auto-focus
ru: Авто-фокусировка

source: AutoBackup
ru: АвтоБекап

source: AutoBackup Configuration
ru: Конфигурация АвтоБекапа

source: AutoDiseqc finished
ru: Автодайсик завершен

source: AutoDiseqc tuner %d Diseqc port %s for %s
ru: Автодайсик тюнер %d Дайсик порт %s до %s

source: AutoMountManager
ru: Установки автомонтирования

source: AutoResSetupMenu
ru: Настройки авторазрешения

source: AutoShutDown
ru: Автоматическое выключение

source: AutoShutDown Setup
ru: Установки автовыключения

source: AutoShutDown Setup for VU+ STB
ru: Установки автовыключения для Vu+

source: AutoShutDown for VU+
ru: Автовыключение на Vu+

source: AutoShutDown settings
ru: Настройки автовыключения

source: AutoShutDown: %s ?
ru: Автовыключение: %s ?

source: AutoTimer Editor
ru: Редактор АвтоТаймера

source: AutoTimer Filters
ru: Фильтры АвтоТаймера

source: AutoTimer Services
ru: Сервисы АвтоТаймера

source: AutoTimer Settings
ru: Настройки АвтоТаймера

source: AutoTimer overview
ru: Обзор АвтоТаймеров

source: Autocreate of missing previews
ru: Автосоздание превью к искомым видео

source: Autocreate of previews aborted due user!
ru: Автосоздание превью отменено пользователем!

source: Automatic
ru: Автоматически

source: Automatic System Cleanup Setup
ru: Настройки автоочистки системы

source: Automatic Volume Adjustment
ru: Авторегулировка громкости

source: Automatic Volume Adjustment - Config
ru: Настройки авторегулировки громкости

source: Automatic Volume Adjustment - Entry Config
ru: Создание авторегулировки громкости каналов

source: Automatic Volume Adjustment - Service Config
ru: Настройка авторегулировки громкости каналов

source: Automatic a full backup
ru: Автоматический полный бэкап

source: Automatic scan
ru: Автоматический поиск

source: Automatic settings backup
ru: Автоматический Бекап настроек

source: Automatic start time
ru: Время запуска авторезервирования

source: Automatic volume adjust
ru: Авторегулировка громкости

source: Automatically reboot the decoder after a manual download
ru: Автоматически перезагружать после ручной загрузки

source: Automatically reboot the decoder after a scheduled download
ru: Автоматически перезагружать после плановой загрузки

source: Automatically refresh EPG
ru: Автоматическое обновление телегида

source: Automatically start timeshift after
ru: Автозапуск таймшифта через

source: Automatically turn on external subtitles
ru: Автоматически переключать на внешние субтитры

source: Autoplay Delay
ru: Задержка автовоспроизведения

source: Autoplay Enable
ru: Включить автовоспроизведение

source: Autores
ru: Авторазрешение

source: Autoresolution
ru: Авторазрешение экрана

source: Autoresolution Switch
ru: Переключение Авторазрешения

source: Autoresolution is not working in Scart/DVI-PC Mode
ru: Авторазрешение не работает в режиме Scart/DVI-PC

source: Autoresolution settings
ru: Настройки авторазрешения

source: Autoresolution videomode setup
ru: Настройки авторазрешения

source: Autos & Vehicles
ru: Авто и Транспорт

source: Autostart
ru: Автозапуск

source: Autoupdate
ru: Автообновление

source: Autowrite timer
ru: Автозапись таймера

source: Available format variables
ru: Доступные форматы переменных

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
ru: УТИЛИТА BACK-UP, ДЛЯ СОЗДАНИЯ ПОЛНОЙ РЕЗЕРВНОЙ КОПИИ

source: BZ2-package:\n
ru: BZ2-пакет:\n

source: Babelzapper
ru: Переключатель Babel

source: Babelzapper Plugin
ru: Плагин Babelzapper

source: Babelzapper Version %s by gutemine and garbage
ru: Включить Babelzapper на кнопке звука

source: Babelzapper readme.txt
ru: Babelzapper Прочти.txt

source: Back
ru: Назад

source: Back in history, be patient ...
ru: Идет возврат назад по истории, ждите...

source: Back to Startscreen
ru: Вернуться к начальному экрану

source: Back-up settings on HDD/USB
ru: Бекап настроек на USB/HDD

source: Background
ru: Фон

source: Background color
ru: Цвет фона

source: Background delete option
ru: Удаление в фоновом режиме

source: Background delete speed
ru: Скорость удаления в фоновом режиме

source: Backup
ru: Бекап

source: Backup ConfFS-Dir
ru: Каталог бекапа ConfFS

source: Backup Location
ru: Место сохранения

source: Backup Mode
ru: Режим сохранения

source: Backup completed.
ru: Бекап успешно создан.

source: Backup created successfully
ru: Бекап успешно создан

source: Backup done.
ru: Сохранение завершено.

source: Backup failed
ru: Создать бекап не удалось

source: Backup failed.
ru: Бекап не выполнен.

source: Backup finished and copied to your USB-flashdrive.
ru: Резервное копирование закончено и теперь копируются файлы на USB носитель.

source: Backup is running...
ru: Выполняется сохранение настроек...

source: Backup location
ru: Место сохранения бэкапа

source: Backup system settings
ru: Сохранение настроек системы

source: Backup webradioFS Favs
ru: Бекап фаворитов webradioFS

source: Bad arguments
ru: Неверные аргументы

source: Band
ru: Диапазон

source: Bandwidth
ru: Траффик

source: Bandwidth Monitor
ru: Окно траффика

source: Basque
ru: Баскский

source: Begin
ru: Начало

source: Begin of "after event" timespan
ru: Начало "после события" через

source: Begin of timespan
ru: Начало отрезка времени

source: Begin recording immediately, recording time specify in minutes
ru: Начать немедленную запись, время записи в минутах

source: Begin time
ru: Время начала

source: Behavior of 'pause and ok' when paused
ru: Действие кнопки 'пауза и ок' при паузе

source: Behavior of 'pause' when paused
ru: Действие 'пауза' во время паузы

source: Behavior of 0 key in PiP-mode
ru: Действие кнопки 0 в режиме PIP

source: Behavior when a movie is started
ru: Действие при начале

source: Behavior when a movie is stopped
ru: Действие при остановке

source: Behavior when a movie reaches the end
ru: Действие при окончании фильма

source: Beta: Copy Movie when hardlinking failed?
ru: Бета: Копировать фильм, если не удалось вставить ссылку?

source: Beta: Margin after recording current event?
ru: Бета: Пометить после записи текущего события?

source: Beta: Merge PTS and Instant Record later?
ru: Бета: Обьединить PTS и немедленную запись позднее?

source: Beta: Show PTS Infobar while timeshifting?
ru: Бета: Показать PTS-Инфобар при таймшифте?

source: Big InfoBar
ru: Большой инфобар

source: Bitrate failed
ru: Скорость передачи потока некорректна

source: Bitrate of this Station failed
ru: Скорость передачи потока для этой станции некорректна

source: Bitrate viewer
ru: Просмотрщик битрейта

source: Bitrate:
ru: Битрейт:

source: Black XPicon Infobar
ru: Черные X Пиконы

source: Black ZZPicons InfoBar
ru: Черные ZZ Пиконы

source: Black screen
ru: Черный экран

source: Black screen till locked
ru: Черный экран заблокирован

source: Blind scan complete.
ru: Слепой поиск окончен.

source: Blindscan
ru: Слепой поиск

source: Blinking time
ru: Время мерцания

source: Block noise reduction
ru: Понижение блочных шумов

source: Blue
ru: Синяя кнопка

source: Blue boost
ru: Добавить синий

source: Blue long
ru: Синяя кнопка (длинное нажатие)

source: Bonum 1 (56.0E)
ru: Бонум 1 (56.0E)

source: Bookmarks
ru: Закладки

source: Bootlogo-package:\n
ru: Бутлого-пакет:\n

source: Both
ru: Оба

source: Bouguets protection:
ru: Защита фаворитов:

source: Bouguets protection:enable bouguets protection
ru: Защита фаворитов: включить защиту фаворитов

source: Bouquet List
ru: Список фаворитов

source: Bouquet Protection Setup
ru: Настройки защиты фаворитов

source: Bouquet keys
ru: Кнопки CHANNEL +/-

source: Bouquet:
ru: Фаворит:

source: BouquetEditor
ru: Редактор фаворитов

source: Bouquets
ru: фавориты

source: Bouquets Protection
ru: Защита фаворитов

source: Bouquets protection
ru: Защита фаворитов

source: Bouquets protection:
ru: Защита фаворитов:

source: Box Info
ru: Информация о ресивере

source: Box Shutdown
ru: Выключение ресивера

source: Box has no fancontrol hardware -> FC2 deactivated
ru: В ресивере нет устройства контроля -> FC2 отключен

source: Box shutdown at Temperature (C)
ru: Отключить ресивер при температуре (С)

source: Brazil
ru: Бразилия

source: Brightness
ru: Яркость

source: Brightness:
ru: Яркость:

source: Browse network neighbourhood
ru: Просмотр сетевого окружения

source: Browser Launcher
ru: Запуск обозревателя

source: Bulgarian
ru: Болгарский

source: Burn DVD
ru: Записать DVD

source: Burn audio track (%s)
ru: Записать аудио дорожку - (%s)

source: Burn existing image to DVD
ru: Записать существующий образ на DVD

source: Burn to DVD
ru: Записать на DVD

source: Burn your recordings to DVD
ru: Запись ваших файлов на DVD

source: Bus:
ru: Шина:

source: Buyukbang Panel
ru: Панель Буюкбанг

source: By default, SNR will be shown in dB (when supported by the tuner). This setting forces SNR to be shown as a percentage instead.
ru: По умолчанию, SNR показывается в дБ (если поддерживает тюнер). При включении параметра SNR будет показываться в процентах.

source: By pressing the OK Button on your remote control, the info bar is being displayed.
ru: Нажмите OK на пульте, для отображения инфопанели.

source: By updating or adding satellites all changes made to satellites.xml will be lost,continue?
ru: После обновления или добавления спутника все изменения, внесенные satellites.xml будут утеряны, продолжить?

source: C
ru: С

source: C-Band
ru: C-Диапазон

source: CCD-Width:
ru: CCD-Ширина:

source: CDInfo
ru: CD Инфо

source: CF Drive
ru: CF карта

source: CI Assignment
ru: Картоприемник

source: CI assignment
ru: Назначение CI

source: CIFS share
ru: Ресурсы CIFS

source: COPY
ru: Копировать

source: CPU
ru: Процессор

source: Cable
ru: Кабельное

source: Cable Scan
ru: Сканирование КабельТВ

source: Cache Flush
ru: Очистка кэша

source: Cache Thumbnails
ru: Кешировать эскизы

source: Cache thumbnails
ru: Кешировать эскизы

source: Calculate
ru: Рассчитать

source: Calculate all positions
ru: Рассчитать все позиции

source: Calculation complete
ru: Расчет окончен

source: Calendar
ru: Календарь

source: Calibrate
ru: Калибровка

source: Call monitoring
ru: Мониторинг звонка

source: Cameleon InfoBar
ru: Cameleon

source: Camera:
ru: Камера:

source: Can be used for different fps between external subtitles and video.
ru: Может быть использовано при разных fps между внешними субтитрами и видео.

source: Can't cancel during upgrade!!
ru: Невозможно отменить обновление !!

source: Can't find /usr/bin/md5sum
ru: Не могу найти /usr/bin/md5sum

source: Can't found MD5 file.
ru: МД5 файл не найден

source: Can't found binary file.
ru: Бинарный файл не найден

source: Can't found device file!!
ru: Файл устройства не найден!!

source: Can't found model name.
ru: Определить модель не удалось

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths
ru: Невозможно демонтировать раздел, убедитесь что он не используется под файл подкачки или для записи/таймшифта

source: Canada
ru: Канада

source: Canal Digitaal
ru: Канал Дижитал

source: Cancel
ru: Отменить

source: Cannot determine
ru: Невозможно определить

source: Cannot find any signal ..., aborting !
ru: Сигнал не найден ..., прерываем !

source: Cannot format current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
ru: Не удается форматировать текущий диск. Возможно диск используется в данный момент, например инструментами(таймшифт, своп, самба или nfsd), либо производится запись. Пожалуйста, остановите эти действия/приложения и попробуйте снова

source: Cannot format partition %d
ru: Невозможно форматировать %d

source: Cannot mount new drive. Please check filesystem or format it and try again
ru: Не удается монтировать новый диск. Проверьте файловую систему или форматируйте и попробуйте снова

source: Cannot move files on a different disk or system to the trash can
ru: Невозможно переместить файлы на различных дисках или в системе в корзину

source: Cannot move to trash can
ru: Невозможно переместить в корзину

source: Cannot parse feed directory
ru: Невозможно разобрать каталог с пакетами

source: Cannot retrieve rytec sources
ru: Источники rytec не доступны

source: Cannot retrieve xepgdb sources
ru: Источники xepgdb не доступны

source: Cannot umount current device. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
ru: Не удается размонтировать текущее устройство. Возможно усройство используется в данный момент, например инструментами(таймшифт, своп, самба или nfsd), либо производится запись. Пожалуйста, остановите эти действия/приложения и попробуйте снова

source: Cannot umount current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
ru: Не удается размонтировать текущий диск. Возможно диск используется в данный момент, например инструментами(таймшифт, своп, самба или nfsd), либо производится запись. Пожалуйста, остановите эти действия/приложения и попробуйте снова

source: Capacity:
ru: Емкость:

source: Card
ru: Карта

source: Catalan
ru: Каталонский

source: Category
ru: Категория

source: Center DVB subtitles
ru: Центрировать субтитры DVB

source: Center screen at the lower border
ru: Центр окна на нижней грани экрана

source: Center screen at the upper border
ru: Центр окна на верхней грани экрана

source: Center time-labels and remove date
ru: Не показывать дату

source: Centered DVB subtitles
ru: Размещать DVB субтитры в центре

source: Change Movielist Preview position
ru: Изменить позицию превью списка видео

source: Change PIN
ru: Сменить пин-код

source: Change Root Password
ru: Изменение пароля Root

source: Change active delay
ru: Изменить действующую задержку

source: Change bouquets in quickzap
ru: Сменить пакеты при быстром переключении

source: Change default recording offset?
ru: Изменить стандартный сдвиг записи?

source: Change dir.
ru: Изменить каталог

source: Change hostname
ru: Изменить сетевое имя

source: Change old drive with this new drive
ru: Заменить старое устройство на данное новое

source: Change order of streams
ru: Изменение порядковых номеров станций

source: Change password
ru: Смена пароля

source: Change permanent clock position
ru: Изменить положение на экране

source: Change pin code
ru: Сменить пин код

source: Change recording (duration)
ru: Изменить запись (длительность)

source: Change recording (endtime)
ru: Изменить запись (время окончания)

source: Change repeat and delay settings?
ru: Изменить настройки задержки и повтора?

source: Change service PIN
ru: Изменить Пин-код канала
