Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: End time to ignore inactivity sleeptimer
ru: Время окончания игнорирования действий при неактивности

source: End time to ignore shutdown in standby
ru: Время окончания игнорирования в режиме ожидания

source: End-time:
ru: Время окончания:

source: EndTime
ru: Время окончания

source: English
ru: Английский

source: Enigma1-like history:
ru: Тип показа как в Энигма1:

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
ru: Enigma2 Селектор скинов При возникновении проблем пожалуйста сообщите stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enigma2 skin selector
ru: Скин селектор Enigma2

source: Enigma:
ru: Энигма:

source: Enter Add Server screen
ru: Добавить сервер самому

source: Enter Fast Forward at speed
ru: Скорость перемотки вперед

source: Enter IP to scan...
ru: Введите IP, чтобы сканировать...

source: Enter Rewind at speed
ru: Скорость перемотки назад

source: Enter TEXT
ru: Введите текст

source: Enter URL
ru: Введите URL

source: Enter VLC-Server as FQDN or IP-Address
ru: VLC-Сервер как доменное имя или IP-адрес

source: Enter font size for channel list in single epg
ru: Размер для списка каналов в одиноч. ЕПГ

source: Enter font size for date/time in multi epg
ru: Размер даты/времени в мультителегиде

source: Enter font size for epg description in pixel
ru: Размер для телегида в пикселях

source: Enter font size for epg description in single epg
ru: Размер для телегида в пикс. в одиноч. ЕПГ

source: Enter main menu...
ru: Войти в главное меню...

source: Enter name
ru: Введите название

source: Enter new Password
ru: Введите новый пароль

source: Enter new hostname for your Dreambox
ru: Введите новое сетевое имя для ресивера

source: Enter new hostname for your STB
ru: Введите новое сетевое имя для ресивера

source: Enter new password
ru: Введите новый пароль

source: Enter options:
ru: Введите параметры:

source: Enter password:
ru: Введите пароль:

source: Enter pin code
ru: Введите пин-код

source: Enter search text:
ru: Введите текст для поиска:

source: Enter service number font size in pixel
ru: Размер номера канала в пикс.

source: Enter share directory:
ru: Введите общую папку:

source: Enter share name:
ru: Введите имя общего ресурса:

source: Enter streams or read from DB and then delete these dummy stream
ru: Введите станцию или принять от базы данных

source: Enter text to search for
ru: Введите текст для поиска

source: Enter the minutes to shutdown:
ru: Введите время до остановки:

source: Enter the service pin
ru: Введите пин-код для канала

source: Enter user and password for host:
ru: Введите имя пользователя и пароль:

source: Enter username:
ru: Введите имя пользователя:

source: Enter your email address so that we can contact you if needed.
ru: Введите ваш e-mail адрес, чтобы мы могли связаться с вами при необходимости.

source: Enter your input data
ru: Введите данные

source: Enter your password here:
ru: Введите ваш пароль сюда:

source: Enter your search term(s)
ru: Введите условия поиска

source: Entertainment
ru: Развлечения

source: Entries
ru: События

source: Entry %s/%s
ru: Событие %s/%s

source: Epg long
ru: Info (длинное нажатие)

source: Equal to
ru: Также как

source: Error
ru: Ошибка

source: Error adding video to favorites: %s
ru: Ошибка добавления в фавориты: %s

source: Error adding video to playlist: %s
ru: Ошибка добавления в плейлист: %s

source: Error by processing the skin file !!!
ru: Ошибка обработки файла скина !!!

source: Error by reading bookmarks !!!
ru: Ошибка при чтении закладки !!!

source: Error by writing bookmarks !!!
ru: Ошибка записи закладок !!!

source: Error checking disk. The disk may be damaged
ru: Ошибка проверки диска. Возможно диск поврежден

source: Error code
ru: Ошибочный код

source: Error contacting YouTube: %s
ru: Ошибка соединения с YouTube: %s

source: Error downloading files!
ru: Ошибка при загрузке файлов!

source: Error executing plugin
ru: Ошибка выполнения плагина

source: Error formatting disk. The disk may be damaged
ru: Ошибка форматирования диска. Возможно диск поврежден

source: Error loading filelist into server %s: %s
ru: Ошибка загрузки списка файлов на сервер %s: %s

source: Error loading playlist %s into server %s: %s
ru: Ошибка загрузки плейлиста %s на сервер %s: %s

source: Error loading playlist into server %s: %s
ru: Ошибка загрузки плейлиста на сервер %s: %s

source: Error loading playlists: %s
ru: Ошибка загрузки плейлистов: %s

source: Error querying favorites feed: %s
ru: Ошибка получения фаворитов: %s

source: Error querying feed %s: %s
ru: Ошибка загрузки %s: %s

source: Error querying feed for search term %s: %s
ru: Ошибка по критерию поиска %s: %s

source: Error querying playlist-feed for playlist %s: %s
ru: Ошибка получения плейлиста %s: %s

source: Error read proc of fan
ru: Ошибка чтения процесса вентилятора

source: Error removing video from favorites: %s
ru: Ошибка удаления из списка фаворитов: %s

source: Error removing video from playlist: %s
ru: Ошибка удаления из плейлиста: %s

source: Error switching directory: %s
ru: Ошибка переключения каталога: %s

source: Error to set fan control
ru: Ошибка управления вентилятором

source: Error updating file- and playlist from server %s: %s
ru: Ошибка обновления файла и плейлиста на сервере %s: %s

source: Error updating filelist from server %s: %s
ru: Ошибка обновления списка файлов на сервере %s: %s

source: Error while parsing Feed, this usually means there is something wrong with it.
ru: Ошибка при разборе потока, это обычно означает, что что-то не так.

source: Error with VLC server: %s
ru: Ошибка VLC сервера: %s

source: Error write proc of fan
ru: Ошибка записи процесса вентилятора

source: Error! Can not open database! Check if database path is correct and writeable! Press OK to close.
ru: Ошибка! Не удается открыть базу данных! Убедитесь, что путь к базе данных является правильной! Нажмите OK, чтобы закрыть.

source: Error! Can not open database! Check if save folder is correct and writeable! Press OK to close.
ru: Ошибка! Не удается открыть базу данных! Убедитесь, что папка сохранения является правильной! Нажмите OK, чтобы закрыть.

source: Error, Cover no saved
ru: Ошибка, постер не сохранен

source: Error, Title no saved
ru: Ошибка, Название не сохранено

source: Error-Messages:
ru: Сообщения об ошибках:

source: Error...
ru: Ошибка...

source: Error:
ru: Ошибка:

source: Error: %s Retry?
ru: Ошибка: %s Повторить?

source: Error: Could not find plugin %s coming soon ... :)
ru: Ошибка: Плагин не найден %s в ближайшее время ... :)

source: Error: DVD-Player Plugin not installed ...
ru: Ошибка: Плагин ДВД-Плеер не установлен ...

source: Error: Twisted-Web not installed
ru: Ошибка: Twisted-Web не установлен

source: Error[%d] : %s. Press OK to exit.
ru: Ошибка[%d] : %s. Нажмите ОК для выхода.

source: Estonian
ru: Эстонский

source: Ethernet network interface
ru: Интерфейс локальной сети

source: Eutelsat 10A (10.0E)
ru: Евтелсат 10A (10.0E)

source: Eutelsat 16A (16.0E)
ru: Евтелсат 16A (16.0E)

source: Eutelsat 7A (7.0E)
ru: Евтелсат 7A (7.0E)

source: Eutelsat 9A/Ka-Sat 9A (9.0E)
ru: Евтелсат 9A/Ка-сат 9A (9.0E)

source: Eutelsat Hot Bird 13A/13B/13C (13.0E)
ru: Евтелсат Хотберд 13A/13B/13C (13.0E)

source: Eutelsat Ka-Sat 9A (9.0E)
ru: Евтелсат Ka-Сат 9A (9.0E)

source: Eutelsat W3A (7.0E)
ru: Евтелсат W3A (7.0E)

source: Event Fontsize
ru: Размер шрифта событий

source: Event Fontsize (relative to skin size)
ru: Размер шрифта событий (по отношению к скину)

source: Event View
ru: Подробности события

source: Event font size (relative to skin size)
ru: Размер шрифта событий (по отношению к скину)

source: Event view
ru: Просмотр событий

source: Event view menu
ru: Меню событий...

source: Eventview
ru: Просмотр событий

source: Eventview menu
ru: Меню событий...

source: Every known
ru: Все известные

source: Everything done ;)
ru: Все готово ;)

source: Everything for your image
ru: Все для вашего имиджа

source: Everything is fine
ru: Все хорошо

source: Everywhere
ru: Везде

source: Exact match
ru: Точное совпадение

source: Exceeds dual layer medium!
ru: превышает двухслойный носитель

source: Exclude
ru: Исключить

source: Exclude search word
ru: Исключить поисковые слова

source: Execute "after event" during timespan
ru: Выполнение "после события"

source: Execute cuts...
ru: Выполнить вырезание...

source: Execution Progress:
ru: Процесс выполнения:

source: Execution finished!!
ru: Выполнение закончено!

source: Execution progress:
ru: Процесс выполнения:

source: Exif
ru: Медиа Инфо

source: Exit
ru: Выход

source: Exit Audio Player
ru: Выход из аудиоплеера

source: Exit EPG
ru: Выход из телегида

source: Exit Movieplayer?
ru: Выйти из плеера?

source: Exit Picture Viewer
ru: Выход из просмотра

source: Exit editor
ru: Выйти из редактора

source: Exit if auto shutdown?
ru: Выйти при автовыключении?

source: Exit input device selection.
ru: Выход из выбора устройств.

source: Exit media player?
ru: Выйти из медиаплеера?

source: Exit mediaplayer
ru: Закрыть медиаплеер

source: Exit movie list
ru: Закрыть список фильмов

source: Exit movie player?
ru: Выйти из плеера?

source: Exit nameserver configuration
ru: Закрыть окно настроек DNS

source: Exit network interface list
ru: Закрыть список сетевых интерфейсов

source: Exit network wizard
ru: Выйти из мастера

source: Exit on TV <-> Radio switch:
ru: Выход по кнопке переключателя ТВ/Радио

source: Exit or OK for exit
ru: Для выхода нажмите EXIT или ОК

source: Exit prog
ru: Выход

source: Exit the Browser.
ru: Выход из браузера

source: Exit the cleanup wizard
ru: Выход из Мастера очистки

source: Exit the program?
ru: Выйти из программы?

source: Exit the wizard
ru: Выйти из мастера настроек

source: Exit wizard
ru: Выйти из мастера настроек

source: Expert
ru: Эксперт

source: Explore your Dreambox.
ru: Исследуйте ваш ресивер.

source: Export selected as AutoTimer
ru: Выбранное перенести в Автотаймер

source: Exposure Bias:
ru: Компенсация экспозиции:

source: Exposure Program:
ru: Экспозиция:

source: Exposure Time:
ru: Дата выхода:

source: Express (80.0E)
ru: Экспресс (80.0E)

source: Express AM1 (40.0E)
ru: Экспресс AM1 (40.0E)

source: Express AM2/MD1 (80.0E)
ru: Экспресс AM2/MD1 (80.0E)

source: Express AM22 (53.0E)
ru: Экспресс AM22 (53.0E)

source: Express AM3 (103.0E)
ru: Экспресс AM3 (103.0E)

source: Express AM33 (96.5E)
ru: Экспресс AM33 (96.5E)

source: Express AM5 (140.0E)
ru: Экспресс AM5 (140.0E)

source: Express AT1 (56.0E)
ru: Экспресс AT1 (56.0E)

source: Express AT2 (139.9E)
ru: Экспресс AT2 (139.9E)

source: Extended Control Range
ru: Расширенный диапазон управления

source: Extended Networksetup Plugin...
ru: Расширенный плагин настроек сети...

source: Extended NumberZap
ru: Расширенный NumberZap

source: Extended NumberZap Setup
ru: Настройки Extended NumberZap

source: Extended Setup...
ru: Расширенные настройки...

source: Extended Software
ru: Продвинутое ПО

source: Extended Software Plugin
ru: Плагин продвинутого ПО

source: Extended log
ru: Расширенный лог

source: Extended network setup plugin...
ru: Плагин для расширенных настроек сети...

source: Extended setup...
ru: Расширенные настройки...

source: Extensions
ru: Расширения

source: Extensions list
ru: Список дополнений

source: Extensions management
ru: Управление дополнениями

source: External subtitle color
ru: Цвет внешних субтитров

source: External subtitle dialog colorisation
ru: Цветовая гамма для внешних субтитров

source: External subtitle switch fonts
ru: Переключение шрифтов для внешних субтитров

source: Extra motor options
ru: Продвинутые настройки мотора

source: ExtraActionBox
ru: Действия с дисками

source: ExtraMessageBox
ru: Доп. сведения

source: Extras
ru: Дополнения

source: F i l e l i s t
ru: Список файлов

source: F1 long
ru: F1 (длинное нажатие)

source: F2 long
ru: F2 (длинное нажатие)

source: F3 long
ru: F3 (длинное нажатие)

source: FILE NOT EXIST : /proc/stb/fp/remote_code
ru: Файл не существует : /proc/stb/fp/remote_code

source: FILTER
ru: Фильтр

source: FPGA Upgrade
ru: Обновление FPGA

source: FQDN
ru: Доменное имя

source: Factory reset
ru: Заводские установки

source: Fail to upgrade!! Retry!!
ru: Обновление не удалось!! Повторите!!

source: Fail to upgrade. Cause :
ru: Обновление не удалось. Причина:

source: Fail to upgrade. Cause : Can't found device. Do you want to exit?
ru: Обновление не удалось. Причина: Не найдено устройство. Хотите выйти?

source: Fail to verify data file. file[%s] md5[%s
ru: Файл данных не опознан. file[%s] md5[%s

source: Failed
ru: Не удалось

source: Failed to get subscriptions from Google Reader.
ru: Не удалось подписаться на Google Reader.

source: Failed to login to Google Reader.
ru: Не удалось войти в Google Reader.

source: Failed to start automatically
ru: Автозапуск не удался

source: Failed to write /tmp/positionersetup.log:
ru: Не удалось записать /tmp/positionersetup.log:

source: Failed:
ru: Неудача:

source: Fallback remote receiver
ru: Резервный удаленный ресивер

source: Fallback remote receiver URL
ru: URL резервного удаленного ресивера

source: Fallback to default skin at skin errors
ru: Выбор стандартного скина при ошибке установленного

source: False
ru: Отсутствует

source: Fan %d
ru: Вентилятор %d

source: Fan %d PWM
ru: Вентилятор %d PWM

source: Fan %d Voltage
ru: Вентилятор %d Вольт

source: Fan %d voltage
ru: Вентилятор %d Вольт

source: Fan Control
ru: Управление вентилятором

source: Fan Control 2 - Monitor
ru: Монитор контроля за вентилятором 2

source: Fan Control 2 - Setup
ru: Настройки контроля за вентилятором 2

source: Fan Setup
ru: Настройки вентилятора

source: Fan alternating on and off in standby?
ru: Использовать альтернативный режим вентилятора

source: Fan basic action
ru: Основное действие вентилятора

source: Fan control
ru: Управление вентилятором

source: Fan is not working!
ru: Вентилятор не работает!

source: Fan mode
ru: Режим вентилятора

source: Fan off duration time
ru: Длительность выключения

source: Fan off in Idle Mode
ru: Вентилятор выключен в режиме ожидания

source: Fan on duration time
ru: Длительность включения

source: Fan on or off in standby?
ru: Включить в режиме ожидания

source: Fan operation
ru: Вентилятор

source: Fan setup
ru: Настройки вентилятора

source: Fan speed
ru: Скорость вентилятора

source: Fan type
ru: Тип вентилятора

source: FanControl2 emergency, Box Shutdown now?
ru: FanControl2 в аварийном режиме, выключить ресивер?

source: FanOFF InStanby
ru: Откл. в режиме ожидания

source: Fancontrol Settings in Standby mode
ru: Настройки вентилятора в режиме стендбай

source: Fancontrols
ru: Настройки вентилятора

source: Fast
ru: Временно

source: Fast DiSEqC
ru: Быстрый DiSEqC

source: Fast Forward speeds
ru: Скорость перемотки вперед

source: Fast Mounted Remove
ru: Отмена бистрого монтирования

source: Fast Scan
ru: Быстрый поиск по провайдеру

source: Fast epoch
ru: Время для быстрой скорости

source: Fast forward speeds
ru: Скорость перемотки вперед

source: Fast mount
ru: Времен. монт.

source: Fast mounted Media unmounted. You can safely remove the Device now, if no further Partitions (displayed as P.x on Devicelist - where x >=2) are mounted on the same Device. Please unmount Fixed Mounted Devices with Device Manager Panel!
ru: Временно установленное усройство демонитровано.. Вы можете безопасно извлечь устройство сейчас, если нет более разделов (отображающихся как на Px в списке устройств - где х> = 2) установленных на этом устройстве. Пожалуйста демонтируйте (если есть) эти устройства в Диспетчере устройств!

source: Fastforward
ru: Перемотка вперед

source: Favorite Folders
ru: Папки фаворитов

source: Favorite name
ru: Имя букета

source: Favorited
ru: Фаворит

source: Favoriten
ru: Избранные

source: Favoriten new, delete, copy / save settings and files
ru: Избранные: добавить, удалить, копировать, сохранять настройки и файлы

source: Favoriten:
ru: Избранные:

source: Favorites
ru: Фавориты

source: Favourites
ru: Фавориты

source: Favourites (TV)
ru: Фавориты (ТВ)

source: Feb
ru: Фев.

source: February
ru: Февраля

source: Feed
ru: Канал

source: Feed %s/%s
ru: Канал %s/%s

source: Feed URI
ru: Адрес

source: Feed is empty.
ru: Канал пуст.

source: Fetch feeds from Google Reader?
ru: Выбрать каналы из Google Reader?

source: Fetching feed entries
ru: Извлечение данных каналов

source: Fetching search entries
ru: Выборка данных поиска

source: File %s does not exists
ru: Файл %s не существует

source: File / Folder Options
ru: Свойства Файла/Папки

source: File Options
ru: Параметры файла

source: File Play-Settings
ru: Настройки воспроизведения файла

source: File View
ru: Просмотр файла

source: File appears to be busy.
ru: Файл занят.

source: File name error !
ru: Ошибка переименования файла!

source: File not found
ru: Файл не найден

source: File path for Favorites:
ru: Местоположение файлов для Фаворитов:

source: File path for PVR-logos:
ru: Местоположение файлов для PVR-Пиконов

source: File path for Picons:
ru: Местоположение файлов для пиконов:

source: File size:
ru: Размер

source: File-Menu
ru: Меню файлов

source: File:
ru: Файл:

source: Filebrowser
ru: Обозреватель файлов

source: Filebrowser menu
ru: Меню обозревателя файлов

source: Filebrowser startup directory
ru: При запуске плеера открыть директорию

source: Filebrowser startup path
ru: Открывать обозреватель в папке

source: Filelist
ru: Список файлов

source: Filelist Mode
ru: Работа с файлами

source: Filelist actions
ru: Операции с файлами

source: Filelist: %s
ru: Список файлов: %s

source: Filename with Extension
ru: Имя файла с расширением

source: Filename without Extension
ru: Имя файла без расширения

source: Files
ru: Файлы

source: Filesize : %d %sByte
ru: Размер файла : %d %sБайт

source: Filesystem Check
ru: Проверка файловой системы

source: Filesystem check
ru: Проверка файловой системы

source: Filesystem contains uncorrectable errors
ru: Файловая система содержит неисправимые ошибки

source: Filesystemposition list left
ru: Расположение окна файлов слева

source: Filesystemposition list right
ru: Расположение окна файлов справа

source: Filesystems like FAT32 do not support hardlinks!
ru: В файловой системе FAT32 нельзя создать жесткую ссылку!

source: Film & Animation
ru: Фильмы & Анимация

source: Filter
ru: Фильтр

source: Filter Off
ru: Выкл. Фильтр

source: Filter: On
ru: Фильтр: Вкл.

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
ru: Фильтры являются ещё одним мощным инструментом для соответствующих событий. Автотаймер может быть ограничен в определённые дни недели или применён к соответствующим событиям из описания. Нажмите СИНЮЮ для добавления нового ограничения или ЖЁЛТУЮ для удаления выбранного.

source: Final position at
ru: Итоговая позиция в

source: Final position at index
ru: Номер итоговой позиции

source: Final scroll delay
ru: Задержка финальной прокрутки

source: Fine movement
ru: Тонкое перемещение

source: Finetune
ru: Точно

source: Finished
ru: Завершено

source: Finished configuring your network
ru: Настройка сети закончена

source: Finished restarting your network
ru: Перезапуск сети завершен

source: Finnish
ru: Финский

source: Firmware Upgrade
ru: Обновление прошивки

source: Firmware does not exist.
ru: Обновление не существует

source: Firmware: %s
ru: Прошивка: %s

source: Firmware: unknown
ru: Прошивка: неизвестно

source: First we need to download the latest boot environment for the USB flasher.
ru: Вначале нужно загрузить прошивку для USB.

source: Fixed
ru: Фиксировано

source: Fixed mount
ru: Постоян. монт.

source: Fixed mounted first initialized Storage Device to /media/hdd. It needs a system restart in order to take effect. Restart your STB now?
ru: Постоянное монтирование ранее инициализированного устройства на /media/hdd выполнено. Для вступления изменений в силу нужно перезагрузить систему. Перезагрузить ресивер сейчас?

source: Flash
ru: Прошивка

source: Flash used:
ru: Использование флеша:

source: Flashing failed
ru: Прошивка не удалась

source: Focusing, please wait ...
ru: Фокусировка, подождите ...

source: Folder:
ru: Папка:

source: Folder:
ru: Папка:

source: Follow the instructions on the front-display.
ru: Следуйте инструкциям на дисплее в передней панели ресивера.

source: Following tasks will be done after you press OK!
ru: Данные задания будут выполнены после того, как нажмете ОК!

source: Font magnifier plugin This plugin helps you to set up different font sizes. (c) 2010 - BigReaper
ru: Плагин для шрифтов Этот плагин поможет настроить разные размеры шрифтов для разных ситуаций (c) 2010 - BigReaper

source: Font size for channel list
ru: Размер для списка каналов

source: Font size for epg description in channel list
ru: Размер описания событий в списке каналов

source: Font size for infobar event next
ru: Размер след. события в инфобаре

source: Font size for infobar event now
ru: Размер тек. события в инфобаре

source: Font size for movie list
ru: Размер в списке фильмов (мувилист)

source: Font size for subtitles (Bold)
ru: Размер для субтитров (Bold)

source: Font size for subtitles (Italic)
ru: Размер для субтитров (Italic)

source: Font size for subtitles (Regular)
ru: Размер для субтитров (Regular)

source: Font size for subtitles (Teletext)
ru: Размер для субтитров (Teletext)

source: Font size in streamlists:
ru: Размер шрифта в списке станций:

source: Font-Size
ru: Размер шрифта:

source: FontMagnifier
ru: Изменить шрифт

source: For more information see www.openpli.org
ru: Дополнительная информация на www.openpli.org

source: Force csv import now
ru: Принудительный импорт csv сейчас

source: Force epg reload
ru: Принудительная перезагрузка епг

source: Force epg reload on boot
ru: Принудительная загрузка епг при старте

source: Force epg.dat conversion now
ru: Преобразовать epg.dat сейчас

source: Format
ru: Формат

source: Format as
ru: Форматировать как

source: Format for screenshots :
ru: Формат для скриншотов :

source: Format terminated with success
ru: Форматирование завершено успешно

source: Format/Partition your Devices and manage Mountpoints
ru: Форматирование/Разделение ваших устройств и управление точками монтирования

source: Formatting disk
ru: Форматирование диска

source: Formatting disk %s
ru: Форматирование диска %s

source: Formatting partition %d
ru: Форматирование раздела %d

source: Forward in history, be patient ...
ru: Идем вперед по истории, ждите...

source: Forward volume keys
ru: Перенаправить кнопки звука

source: Found %d position(s) of %d total
ru: Найдено %d позиций из %d всего

source: Found no Enclosure we can display.
ru: Не найдено ни одного вложения для показа.

source: Four partitions (25% - 25% - 25% - 25%)
ru: 4 раздела (25% - 25% - 25% - 25%)

source: Frame repeat count during non-smooth winding
ru: Расчет повтора кадров для покадрового воспроизведения

source: Frame size in full view
ru: Размер рамки при просмотре во весь экран

source: France
ru: Франция

source: Free to air
ru: Канал бесплатный, не закодирован

source: French
ru: Французский

source: Frequency
ru: Частота

source: Frequency bands
ru: Частотные диапазоны

source: Frequency scan step size(khz)
ru: Шаг частоты сканирования(кГц)

source: Frequency steps
ru: Шаг частоты

source: Frequency:
ru: Частота:

source: Fri
ru: Пт

source: Friday
ru: Пятница

source: Frisian
ru: Фризский

source: FritzCall
ru: Мониторинг звонков Fritzibox

source: From :
ru: Из :

source: From Region
ru: Страна производитель

source: Front Processor
ru: Фронт Процессор

source: Frontprocessor version: %d
ru: Версия фронтпроцессора: %d
