Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Press OK on your remote control to continue.
ru: Нажмите OK, чтобы продолжить

source: Press OK to activate the selected skin.
ru: Нажмите OK для активации выбранного скина.

source: Press OK to activate the settings.
ru: OK, для активации установок

source: Press OK to collapse this host
ru: ОК для закрытия узла

source: Press OK to edit selected settings.
ru: ОК для изменения настроек

source: Press OK to edit the settings.
ru: OK, чтобы изменить настройки.

source: Press OK to expand this host
ru: ОК, для поиска ресурсов

source: Press OK to mount this share!
ru: ОК, для смонтирования общего ресурса!

source: Press OK to mount!
ru: ОК, для монтирования!

source: Press OK to save settings.
ru: ОК, для сохранения настроек

source: Press OK to scan
ru: Нажмите OK для поиска

source: Press OK to select a Provider.
ru: ОК для выбора провайдера

source: Press OK to select a provider.
ru: Нажмите ОК для выбора провайдера.

source: Press OK to select a related PiP service
ru: OK для выбора канала под PIP

source: Press OK to select a service
ru: Чтобы выбрать канал нажмите ОК

source: Press OK to select satellites
ru: Нажмите ОК для выбора спутников

source: Press OK to select.
ru: Нажмите ОК для выбора.

source: Press OK to select/deselect a CAId.
ru: Нажмите ОК, чтобы выбрать/отменить CAID

source: Press OK to start scanning
ru: Нажмите ОК для начала сканирования

source: Press OK to start the scan
ru: Нажмите OK для начала поиска

source: Press OK to toggle the selection.
ru: Нажмите ОК для подтверждения или отмены.

source: Press OK, save and exit...
ru: ОК, чтобы сохранить и выйти...

source: Press arrow up from frontpanel to start loading.
ru: Нажмите стрелку ВВЕРХ на фронтальной панели спутникового тюнера, чтобы начать загрузку.

source: Press blue button to activate 3D mode
ru: Нажмите синюю кнопку для активации 3D режима (Пока вы видете это сообщение !!!)

source: Press the Green/OK button
ru: Нажмите Зеленую/OK кнопки

source: Press the Green/OK button, if you want to upgrade to this file: %s
ru: Нажмите Зеленую/OK кнопки, если хотите обновиться этим файлом: %s

source: Press yellow to set this interface as default interface.
ru: Желтая кнопка устанавливает данный интерфейс умолчанием.

source: Prev
ru: Предыдущий

source: Prev. Picture
ru: Превью постера

source: Preview
ru: Превью

source: Preview AutoTimer
ru: Предпросмотр АвтоТаймера

source: Preview Favorit-File
ru: Превью файла фаворита

source: Preview all pictures
ru: Предпросмотр всех фотографий

source: Preview created.
ru: Превью создан.

source: Preview menu
ru: Просмотреть меню

source: Preview selected channel
ru: Предпросмотр выбранного канала

source: Previous Favorite Folder
ru: Предыд. папка фаворитов

source: Primary DNS
ru: Первичный DNS

source: Prime Time
ru: Прайм-тайм

source: Prime time:
ru: Прайм-тайм:

source: Priority
ru: Очередность

source: Probable causes could be:
ru: Возможные причины могут быть:

source: Process
ru: Процесс

source: Process aborted. 0 files added to database! Press OK to close.
ru: Процесс прерван. 0 файлов добавленно в базу данных! Нажмите OK, чтобы закрыть.

source: Profile Name
ru: Имя профиля

source: Progress
ru: Полоса

source: Progress Small
ru: Маленькая полоса

source: Progress bar left
ru: Прогресс-бар слева

source: Progress bar right
ru: Прогресс-бар справа

source: Progress bar style:
ru: Стиль прогресс-бара:

source: Progress sort ascending (P+)
ru: Сортировка по прогрессу

source: Progress sort descending (P-)
ru: Обратная сортировка по прогрессу

source: Progress:
ru: Прогресс:

source: ProgressBar
ru: ПрогрессБар

source: Properties of current title
ru: Свойства текущего заголовка

source: Protect Screens
ru: Заблокировать экраны

source: Protect configuration
ru: Заблокировать настройки

source: Protect main menu
ru: Заблокировать главное меню

source: Protect movie list
ru: Заблокировать список записей

source: Protect on epg age
ru: Заблокировать по возрасту с телегида

source: Protect plugin browser
ru: Заблокировать меню плагинов

source: Protect services
ru: Защитить каналы

source: Protect setup
ru: Защитить установки

source: Protect standby menu
ru: Заблокировать меню режима ожидания

source: Protect timer menu
ru: Заблокировать меню таймеров

source: Provider
ru: Провайдер

source: Provider to scan
ru: Провайдер для поиска

source: Providers
ru: Провайдеры

source: Providers start order
ru: Очередность запуска провайдеров

source: Published
ru: Опубликовано

source: Put TV in standby
ru: Перевести ТВ в режим ожидания

source: Put receiver in standby
ru: Перевести ресивер в режим ожидания

source: Pyc-Script:\n
ru: Pyc-Скрипт:\n

source: Python frontend for /tmp/mmi.socket
ru: Python интерфейс для /tmp/mmi.socket

source: Python version
ru: Версия Python

source: Python version:
ru: Версия Python

source: Quality of jpg picture :
ru: Качество картинки jpg :

source: Query server status
ru: Запрос статуса сервера

source: Query status on plugin start
ru: Проверка статуса сервера при старте плагина

source: Question before exiting?
ru: Подтверждение перед выходом?

source: Quick
ru: Быстро

source: Quick and safe remove for your mounted devices
ru: Быстрое и безопасное удаление смонтированных устройств

source: Quick switching of aspect ratio setting
ru: Быстрое переключение соотношения сторон

source: Quick switching via remote control
ru: Быстрое переключение с пульта

source: Quick zap
ru: Быстрый переход

source: Quick-button
ru: Быстрая кнопка

source: QuickButton
ru: Сменить клавиши

source: Quickzap
ru: Быстрый переход

source: RC Menu
ru: RC меню

source: RC-Buttons -Settings
ru: Настройки кнопок RC

source: RF output
ru: ВЧ выход

source: RSS Reader
ru: Чтение RSS

source: RSS-Reader
ru: RSS-Читалка

source: Radio
ru: Радио

source: Radio Player
ru: Радио Плеер

source: Radio-button
ru: Кнопка Радио

source: Ram Disk
ru: Рам Диск

source: Ram disk
ru: Рам диск

source: Random
ru: Случайно

source: Rate
ru: Рейтинг

source: Rating
ru: Оценка

source: Rating defined by broadcaster - %d
ru: Оценка от провайдера - %d

source: Rating undefined
ru: Оценки нет

source: Rating:
ru: Рейтинг:

source: Ratings
ru: Рейтинги

source: Ratings:
ru: Оценки:

source: Read %s
ru: Чтение %s

source: Read cache speed: %s
ru: Скорость чтения (кеша): %s

source: Read disk cache speed: unknown
ru: Скорость чтения (кеша диска): неизвестно

source: Read disk speed: unknown
ru: Скорость чтения диска: неизвестно

source: Read from database
ru: Прочитать из базы данных

source: Read speed: %s
ru: Скорость чтения: %s

source: Read/write error (disk full?)
ru: Ошибка чтения/записи (диск переполнен?)

source: Reading channels
ru: Чтение каналов...

source: Reading summaries
ru: Суммарное чтение...

source: Reading titles
ru: Чтение заголовков...

source: Really clear cache?
ru: Действительно очистить кэш?

source: Really close without saving settings?
ru: Действительно закрыть без сохранения настроек?

source: Really delete %(playlist)s?
ru: Действительно хотите удалить %(playlist)s?

source: Really delete done timers?
ru: Действительно удалить выполненные таймеры?

source: Really delete this Server?
ru: Дествительно удалить этот сервер?

source: Really delete this entry? It cannot be recovered!
ru: Действительно удалить этот пункт? Это не может быть восстановлено!

source: Really delete this favorite?
ru: Действительно удалить этот фаворит?

source: Really exit the subservices quickzap?
ru: Действительно выйти из быстрого перехода?

source: Really quit MyTube Player?
ru: Действительно выйти из плеера MyTube?

source: Really reboot now?
ru: Действительно перезагрузить сейчас?

source: Really reset all bookmarks files? Be carefull all your personal changes will be lost
ru: Сделать сброс всех закладок? Будьте внимательны, все ваши персональные изменения могут быть потеряны

source: Really restart now?
ru: Действительно перезагрузить сейчас?

source: Really run %s now?
ru: Действительно хотите %s сейчас?

source: Really shutdown now?
ru: Действительно выключить сейчас?

source: Really upgrade the frontprocessor and reboot now?
ru: Действительно обновить фронтпроцессор и перезагрузить?

source: Really upgrade your settop box and reboot now?
ru: Действительно обновить ресивер и перезагрузить?

source: Reboot
ru: Перезагрузка

source: Reboot after %d seconds. Press the OK to reboot now.
ru: Перезагрузка через %d секунд. Нажмите ОК, чтобы перезагрузить сейчас

source: Reboot after a manual download
ru: Перегрузить после ручной загрузки

source: Reboot after a scheduled download
ru: Перезагрузить после плановой загрузки

source: Rec
ru: Запись

source: Recall to previous service
ru: Возврат на предыдущий канал

source: Receive
ru: Получено

source: Received %d new news item(s).
ru: Получено %d новых пунктов.

source: Recently Featured
ru: Только добавленные

source: Recently featured
ru: Недавно просмотренные

source: Reception Settings
ru: Параметры приема

source: Reception settings
ru: Параметры приема

source: Reconstruct AP/SC ...
ru: Реконструкция поврежденных файлов

source: Reconstruct all missing .ap and .sc files in this directory
ru: Реконструировать .ap и .sc все файлы в этом каталоге

source: Reconstruct the .ap and .sc files of the selected movie
ru: Реконструировать .ap и .sc файлы выбранного фильма

source: Record
ru: Параметры записей

source: Record ECM
ru: Запись ECM (отложенное декодирование)

source: Record Infobar
ru: Инфобар записи

source: Record On/Off
ru: Запись вкл/выкл

source: Record a maximum of x times
ru: Максимальное количество записей x

source: Record only from your Favorites
ru: Запись только из ваших фаворитов

source: Record only if at least one of the words in the title
ru: Записать только если заголовок содержит по меньшей мере одно из слов

source: Record started! Stopping timeshift now ...
ru: Начата запись! Остановка таймшифта ...

source: Record time limited due to conflicting timer %s
ru: Время записи ограничено ввиду конфликта таймера %s

source: Record, time remaining:
ru: Запись, оставшееся время:

source: Record-Menu
ru: Меню записи

source: Record-Settings
ru: Настройки записи

source: Record-Stream-Error
ru: Запись ошибки в потоке

source: Recorded files...
ru: Записанные файлы...

source: Recording
ru: Запись

source: Recording / switching at a certain time, edit start time
ru: Запись/переключение в определенное время, изменить время начала

source: Recording Setup
ru: Настройки записи

source: Recording and switching timer, additional settings
ru: Таймер записи переключения, расширенные настройки

source: Recording controlled by channel
ru: Запись контролируется каналом

source: Recording data sync size
ru: Размер данных синхронизации записи

source: Recording demux buffer size
ru: Размер демультиплексирования буфера записи

source: Recording in progress
ru: Идет запись

source: Recording is scheduled in
ru: Запись запланирована в

source: Recording length (minutes)
ru: Длина записи (минуты)

source: Recording paths
ru: Расположение записи

source: Recording stopped, interrupted stream
ru: Запись остановлена​​, поток прерван

source: Recording type
ru: Тип записи

source: Recording when in title
ru: Записать, если в заголовке есть

source: Recording(s) are in progress or coming up in few seconds!
ru: Запись(и) идет или начнется в ближайшие несколько секунд!

source: Recordings
ru: Записи

source: Recordings always have priority
ru: Записи всегда имеют приоритет

source: Recordings are controlled by channel by default
ru: Запись контролируется каналом по умолчанию

source: Recordings can be controlled by channel
ru: Записи могут контролироваться каналом

source: Red
ru: Красная кнопка

source: Red button...
ru: Красная кнопка...

source: Red colored
ru: Название канала красным цветом

source: Red long
ru: Красная кнопка (длинное нажатие)

source: Reenter new PIN
ru: Повторите новый PIN-код

source: Reenter new password
ru: Повторите новый пароль

source: Reenter new pin
ru: Повторите новый PIN

source: Refresh
ru: Обновить

source: Refresh Rate
ru: Частота обновления

source: Refresh rate
ru: Частота обновления

source: Refresh rate selection.
ru: Выбор частоты обновления

source: Regard deep standby as standby
ru: Считать выключение как режим ожидания

source: Region
ru: Регион

source: Related PiP Service
ru: Сервис подмены PiP

source: Related PiP service for %s
ru: Подмена сервиса PiP для %s

source: Related Pip Service
ru: Сервис подмены PiP

source: Related video entries.
ru: Похожие записи видео.

source: Relative
ru: Относительно

source: Release Notes
ru: Примечания к релизу

source: Relevance
ru: Релевантность

source: Reload
ru: Обновить

source: Reload Black-/Whitelists
ru: Обновить черный/белый списки

source: Reload black-/white lists
ru: Перезагрузить черный/белый списки

source: Reload blacklists
ru: Обновить чёрные списки

source: Reload epg at every boot. Normally it's not necessary but recover epg after an enigma2 crash
ru: Перезагружать телегид при каждом старте. Необходимости нет,но восстанавливает телегид после крэша enigma2

source: Reloading bouquets and services...
ru: Обновление фаворитов и сервисов....

source: Remember last path of filebrowser
ru: Помнить последний путь из обозревателя

source: Remember last service in PiP
ru: Запоминать последний канал из PiP

source: Remember last tab:
ru: Помнить последнюю вкладку:

source: Remember service PIN
ru: Помнить PIN-код канала

source: Remember service PIN cancel
ru: Отмена восстановления системного PIN

source: Remember service volume value
ru: Помнить значение громкости канала

source: Remember these settings for each folder
ru: Помнить эти настройки для каждой папки

source: Remote Control System Code
ru: Системный код пульта

source: Remote Player
ru: Удаленный плеер

source: Remote channel stream converter
ru: Конвертер потоков удаленного канала

source: Remote control type
ru: Тип пульта управления

source: RemoteControlCode
ru: Код ДУ

source: RemoteTimer Timerlist
ru: Список таймеров

source: Removal has completed.
ru: Удаление успешно завершено.

source: Remove
ru: Удалить

source: Remove Bookmark
ru: Удалить Закладку

source: Remove Plugins
ru: Удаление плагинов

source: Remove a mark
ru: Удалить метку

source: Remove a nameserver entry
ru: Удалить DNS-сервер

source: Remove all cut file market permanently?
ru: Удалить все метки обработок безвозратно?

source: Remove bookmark
ru: Удалить закладку

source: Remove completed timers after (days)
ru: Удаление завершенных таймеров через (дни)

source: Remove currently selected title
ru: Удалить выбранный заголовок

source: Remove cut list marker
ru: Удалить списки редактирования

source: Remove directory from Bookmarks
ru: Удалить каталог из закладок

source: Remove failed.
ru: Удалить не удалось.

source: Remove finished.
ru: Удаление завершено

source: Remove from favorites
ru: Удалить из фаворитов

source: Remove from playlist
ru: Удалить из плейлиста

source: Remove items from trash can after (days)
ru: Удалять записи из корзины через (в днях)

source: Remove plugins
ru: Удаление плагинов

source: Remove selected AutoTimer
ru: Удалить выбранный АвтоТаймер

source: Remove selected server
ru: Удалить выбранный сервер

source: Remove the broken .NFI file?
ru: Удалить поврежденный .NFI файл?

source: Remove the incomplete .NFI file?
ru: Удалить неполный .NFI файл?

source: Remove timer
ru: Удалить таймер

source: Remove title
ru: Удалить описание

source: Removed successfully.
ru: Успешно удалено

source: Removing
ru: Удаление

source: Removing directory %s failed. (Maybe not empty.)
ru: Ошибка удаления каталога %s (возможно он не пуст)

source: Removing partition table
ru: Очистить таблицу разделов

source: Rename
ru: Переименовать

source: Rename crashlogs
ru: Переименовать крешлоги

source: Rename file...
ru: Переименование файла...

source: Rename name and description for new events
ru: Изменять название и описание для новых передач

source: Rename this tag...
ru: Переименовать данный тэг...

source: Rename: %s FAILED!
ru: Переименование: %s не удалось!

source: Repeat
ru: Повторить

source: Repeat Type
ru: Повторить тип

source: Repeat playlist at end
ru: Повторять плейлист

source: Repeat type
ru: Повторить тип

source: Repeating event currently recording. What do you want to do?
ru: Идет повторная запись одной передачи. Что вы хотите сделать?

source: Repeating event currently recording... What do you want to do?
ru: Повторяющееся событие записывается...Что вы хотите сделать?

source: Repeats
ru: Повторы

source: Replace InfoBar single and multi EPG:
ru: Заменить Инфобар одиночным и мультителегидом:

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
ru: Заменить `- ` в диалогах с цветным текстом на бегущей строке (например телетекст длясубтитров для людей с нарушениями слуха)

source: Replace original:
ru: Заменить оригинал:

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
ru: Заменить тег "%s" везде тегом: (Имейте ввиду, это необратимо!)

source: Replace the original movie with the cut movie
ru: Заменить оригинальный фильм обработанным

source: Reply timeout
ru: Задержка перед ответным нажатием

source: Require authentication for http streams
ru: Аутентификация для HTTP потоков

source: Require client cert for HTTPS
ru: Требуется сертиф. клиента для HTTPS

source: Require description to be unique
ru: Описание должно отличаться

source: Required medium type:
ru: Требуемый тип носителя:

source: Reread from database
ru: Перечитать из базы данных

source: Reread partition table
ru: Перечитать таблицу разделов

source: Rereading partition table
ru: Перечитать таблицу разделов

source: Rescan
ru: Пересканировать

source: Rescan network
ru: Пересканировать сеть

source: Reserved
ru: Резервировано

source: Reset
ru: Сброс

source: Reset All
ru: Сбросить Все

source: Reset AutoShutDown settings to defaults?
ru: Сбросить настройки автовыключения на дефолтные?

source: Reset ShootYourScreen settings to defaults?
ru: Сбросить настройки плагина на дефолтные ?

source: Reset and renumerate title names
ru: Сбросить и перенумеровать заголовки

source: Reset count
ru: Сбросить отсчёт

source: Reset playback position
ru: Сброс позиции воспроизведения

source: Reset saved position
ru: Сброс сохраненной позиции на экране

source: Reset video enhancement settings to system defaults?
ru: Сбросить тонкие настройки видео на значения по умолчанию?

source: Reset video enhancement settings to your last configuration?
ru: Сбросить тонкие настройки видео на вашу последную конфигурацию?

source: Resolution
ru: Разрешение

source: Resolution Unit:
ru: Разрешение Unit:

source: Response video entries.
ru: Отклик видео записи.

source: Restart
ru: Перезагрузить

source: Restart Enigma2
ru: Перезапуск Энигма2

source: Restart Enigma_2
ru: Перезагрузка GUI

source: Restart GUI
ru: Перезагрузка GUI

source: Restart GUI now?
ru: Перезагрузить GUI сейчас?

source: Restart STB
ru: Перезаг. ресив.

source: Restart both
ru: Перезапустить оба

source: Restart box.
ru: Перезагрузить ресивер.

source: Restart cardserver
ru: Перезапуск кардсервера

source: Restart enigma
ru: Перезагрузка GUI

source: Restart must be performed
ru: Перезагрузка должна быть подтверждена

source: Restart network
ru: Перезапустить сеть

source: Restart softcam
ru: Перезапуск эмулятора

source: Restart test
ru: Перезапустить тест

source: Restart your network connection and interfaces.
ru: Перезапуск сетевых подключений и интерфейсов.

source: Restarting to activate the settings
ru: Перезагрузка для активации настроек

source: Restore
ru: Восстановить

source: Restore ConfFS-Dir
ru: Каталог восстановления ConfFS

source: Restore Menu
ru: Меню восстановления

source: Restore all files for webradioFS, PictureCenterFS, PlanerFS, CamoFS
ru: Восстановить все файлы для webradioFS, PictureCenterFS, PlanerFS, CamoFS

source: Restore backups
ru: Востановление резервных копий

source: Restore is running...
ru: Выполняется восстановление

source: Restore running
ru: Выполняется восстановление

source: Restore system settings
ru: Восстановить настройки

source: Restore webradioFS Favs
ru: Восстановить фавориты webradioFS

source: Restoring...
ru: Восстановление...

source: Restrict "after event" to a certain timespan?
ru: Ограничить "после события" до определенного отрезка времени?

source: Restricted Content
ru: Доступ ограничен

source: Result for Off-Timer (Standby/Deepstandby):
ru: Результат для таймера выключения (Режим ожидания/Выключение):

source: Resume from last position
ru: Возобновить с последней позиции

source: Resume position at %s
ru: Продолжить с позиции %s

source: Resuming playback
ru: Возобновление воспроизведения

source: Return the Love Event (only for genuine box)
ru: Возврат к любимому событию (для оригинальных ресиверов)

source: Return to AddServer screen
ru: Вернуться к окну добавления сервера

source: Return to Overview screen
ru: Возращение к окну обзора

source: Return to file browser
ru: Вернуться в проводник

source: Return to movie list
ru: Вернуться к списку фильмов

source: Return to previous service
ru: Вернуться на предыдущий сервис

source: Reverse bouquet buttons
ru: Обратить кнопки CH+/-

source: Rewind
ru: Перемотка назад

source: Rewind speeds
ru: Скорость перемотки назад

source: Rewrap subtitles
ru: Перезапускать субтитры

source: Rewrap teletext subtitles
ru: Перепаковать телетекст субтитров

source: Right
ru: Правый

source: Right from servicename
ru: После названия сервиса

source: Roll-off
ru: Roll-off фактор

source: Romanian
ru: Румынский

source: Root directory
ru: Каталог суперпользователя

source: Rotor step position:
ru: Шаг позиции ротора:

source: Rotor turning speed
ru: Скорость вращения мотора

source: Round start time on
ru: Перевести время начала на

source: Rsv:
ru: Разр:

source: Run a backup now
ru: Выполнить бекап сейчас

source: Run directly endlessly recording
ru: Запустить немедленную запись без окончания

source: Run script on connection
ru: Запустить скрипт при подключении

source: Running
ru: Запущен

source: Running in testmode
ru: Запущен в тестовом режиме

source: Running script
ru: Выполнение скрипта

source: Runtime:
ru: Продолжительность:

source: Russia
ru: Россия

source: Russian
ru: Русский

source: S-Video
ru: S-Видео

source: SD 24HZ Progressive mode
ru: Прогрессивная развертка SD 24Гц

source: SD 25/50HZ Interlace Mode
ru: Чересстрочная развертка SD 25/50Гц

source: SD 25/50HZ Progressive Mode
ru: Прогрессивная развертка SD 25/50Гц

source: SD 30/60HZ Interlace Mode
ru: Чересстрочная развертка SD 30/60Гц

source: SD 30/60HZ Progressive Mode
ru: Прогрессивная развертка SD 30/60Гц

source: SINGLE LAYER DVD
ru: Однослойный ДВД

source: STB software because updates are available.
ru: Обновления ПО доступны.

source: Same resolution as skin
ru: Разрешение принятое в скине

source: Sat
ru: Сб

source: Sat / Dish Setup
ru: Настройки Спутников/Антенн

source: Satellite
ru: Спутник

# Satellite configuration mode
source: Mode
ru: Режим

source: Satellite dish setup
ru: Настройки спутникового оборудования

source: Satellite equipment
ru: Спутниковое оборудование

source: Satellite equipment setup
ru: Настройки спутникового оборудования

source: Satellite longitude:
ru: Долгота спутника:

source: Satellite:
ru: Спутник:

source: Satellites
ru: Спутники

source: Satellites Editor
ru: Редактор спутников

source: Satellites create
ru: Создание спутников

source: Satellites view
ru: Показать спутники

source: Satfinder
ru: Поиск спутника

source: Sats
ru: Спутники

source: Satscan
ru: Сканирование спутника

source: Saturation
ru: Насыщенность

source: Saturday
ru: Суббота

source: Save
ru: Сохранить

source: Save %s delay
ru: Сохранить задержку %s

source: Save EPG for X days in future
ru: Cохранять данные EPG на количество дней

source: Save Favorites
ru: Сохранить фавориты
