Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Transcode MPEG/DVD Video
ru: Перекодировать MPEG/DVD-видео

source: Translation
ru: Перевод

source: Translation:
ru: Перевод:

source: Translations
ru: Перевод

source: Transmission
ru: Плагин Трансмишн

source: Transmission Menu
ru: Меню Transmission

source: Transmission Mode
ru: Режим передачи

source: Transmission Started !!!
ru: Transmission включён!!!

source: Transmission mode
ru: Режим передачи

source: Transmit
ru: Передано

source: Transparent 1 InfoBar
ru: Прозрачный 1

source: Transparent 2 InfoBar
ru: Прозрачный 2

source: Transparent 3 InfoBar
ru: Прозрачный 3

source: Transparent InfoBar
ru: Прозрачный

source: Transparent ZZPicons 2 InfoBar
ru: Прозрачные ZZ Пиконы 2

source: Transparent ZZPicons 3 InfoBar
ru: Прозрачные ZZ Пиконы 3

source: Transparent ZZPicons InfoBar
ru: Прозрачные ZZ Пиконы

source: Transponder
ru: Транспондер

source: Transponder Type
ru: Тип транспондера

source: Transponder type
ru: Тип транспондера

source: Transponder:
ru: Транспондер:

source: Trash can
ru: Корзина

source: Trashcan
ru: Корзина

source: Travel & Events
ru: Путешествия и события

source: Tries left:
ru: Осталось попыток:

source: Try to find used Transponders in cable network.. please wait...
ru: Пытаемся найти транспондеры, используемые в кабельной сети .. Пожалуйста подождите ...

source: Try to find used transponders in cable network.. please wait...
ru: Пытаемся найти транспондеры, используемые в кабельной сети .. Пожалуйста подождите ...

source: Try to get new URL from the database?
ru: Поиск нового URL из базы данных?

source: Trying to download a new packetlist. Please wait...
ru: Пытаемся загрузить новый список пакетов. Пожалуйста подождите...

source: Trying to download the Youtube feed entries. Please wait...
ru: Пытаюсь загрузить данные канала Youtube. Ждите...

source: Trying to download the Youtube search results. Please wait...
ru: Пытаюсь загрузить результаты поиска Youtube. Ждите...

source: Tue
ru: Вт

source: Tuesday
ru: Вторник

source: Tune
ru: Настройка

source: Tune and Focus
ru: Настройка и фокусировка

source: Tune and focus
ru: Настройка и фокусировка

source: Tune failed!
ru: Тюнер не настроен!

source: Tune...
ru: Настройки...

source: Tuner
ru: Тюнер

source: Tuner
ru: Тюнер

source: Tuner Configuration
ru: Настройки тюнера

source: Tuner Slot
ru: Слот тюнера

source: Tuner configuration
ru: Настройка тюнера

source: Tuner not set up, can't scan
ru: Тюнер не настроен, сканирование невозможно

source: Tuner slot
ru: Выбор тюнера

source: Tuner status
ru: Статус тюнера

source: Tuner status %s
ru: Статус тюнера %s

source: Tuner type
ru: Тип тюнера

source: Tuner:
ru: Тюнер:

source: Tuning step size
ru: Размер шага настройки

source: Turkish
ru: Турецкий

source: Turksat 2A (42.0E)
ru: Турксат (42.0E)

source: Turksat 2A/3A (42.0E)
ru: Турксат 2A/3A (42.0E)

source: Turn off the media-filter first.
ru: Выключите медиа-фильтр сначала.

source: Turn on automatically
ru: Переключаться автоматически

source: Turning step size
ru: Размер шага поворота

source: Two
ru: Два

source: Two partitions (50% - 50%)
ru: Два раздела (50% - 50%)

source: Two partitions (75% - 25%)
ru: Два раздела (75% - 25%)

source: Type
ru: Тип

source: Type (mp3 or pls):
ru: Тип (mp3 или pls):

source: Type of scan
ru: Тип сканирования

source: Type of setting:
ru: Тип настроек:

source: Type:
ru: Тип:

source: Tьrksat 2A/3A (42.0E)
ru: Турксат 2A/3A (42.0E)

source: UNEXPECTED ERROR: %s
ru: Неизвестная ошибка: %s

source: URL of an enigma2 receiver that will be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
ru: URL-адрес ресивера на enigma2, на который ресивер подключается если не может настроится на сервис локально (к примеру тюнер занят или сервис недоступен на локальном тюнере). Укажите полный URL-адрес, включая http:// и номер порта (обычно ...:8001), например http://second_box:8001.

source: URL of fallback remote receiver
ru: URL-адрес удаленного резервного ресивера

source: URL unreachable
ru: URL недоступен

source: USALS Calibration
ru: Калибровка USALS

source: USALS calibration
ru: Калибровка USALS

source: USB Image created in:
ru: USB прошивка создана в:

source: USB Stick
ru: USB флеш

source: USB stick
ru: USB флеш

source: USB stick wizard
ru: Мастер USB

source: UV-Index:
ru: УФ-индекс:

source: Ukrainian
ru: Украинский

source: Unable to change/reset password for root user
ru: Невозможно изменить/сбросить пароль суперпользователя

source: Unable to complete filesystem check. Error:
ru: Невозможно проверить файловую систему. Ошибка:

source: Unable to initialize harddisk. Error:
ru: Невозможно отформатировать жесткий диск: Ошибка:

source: Unattended upgrade in progress Please wait until your receiver reboots This may take a few minutes
ru: Идет автоматическое обновление Дождитесь перезагрузки ресивера Это может занять несколько минут

source: Unattended upgrade without GUI and reboot system
ru: Обновление в фоновом режиме и перезагрузка

source: Uncommitted DiSEqC command
ru: Команда переключения DiSEqC

source: Undo install
ru: Отменить установку

source: Undo uninstall
ru: Отменить удаление

source: Unencrypted
ru: Декодирован

source: UnhandledKey
ru: Не обработанный ключ

source: Unhide parental control services
ru: Не скрывать каналы родительского контроля

source: Unicable Martix
ru: Unicable Мартикс

source: Uninstall
ru: Удаление

source: Uniswitcher
ru: Переключатель

source: United States
ru: Пиндостан

source: Universal LNB
ru: Универсальный LNB

source: Universum
ru: Вселенная

source: Unknown
ru: Неизвестный

source: Unknown date
ru: Неизвестная дата

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
ru: Если эта опция включена, АвтоТаймер не будет искать соответствующие события (требуется перезагрузка Энигмы).

source: Unmark service as dedicated 3D service
ru: Исключить канал из списка 3D сервисов

source: Unmount
ru: Демонтир.

source: Unmount failed
ru: Ошибка отключения

source: Unmount manager
ru: Демонтирование USB

source: Unsupported
ru: Не поддерживается

source: Up
ru: Стрелка вверх

source: Upcoming
ru: Следующее

source: Update
ru: Обновление

source: Update Feed
ru: Обновление каналов

source: Update Interval (min)
ru: Интервал обновления (мин.)

source: Update MediaCenter
ru: Обновление МедиаЦентра

source: Update and ask to reboot
ru: Обновить и спросить о перезагрузке

source: Update and reboot (recommended)
ru: Обновить и перезагрузить (рекомендуется)

source: Update channel list only
ru: Обновить только список каналов

source: Update completed, %d package was installed.
ru: Обновление завершено, %d пакет установлен.

source: Update completed. Do you want to reboot your receiver?
ru: Обновление завершено. Хотите перезагрузить ресивер?

source: Update failed. Your receiver does not have a working internet connection.
ru: Обновление не удалось. В вашем ресивере нет работающего интернет-соединения.

source: Update failed...
ru: Обновить не удалось...

source: Update has completed.
ru: Обновление успешно завершено.

source: Update is available! Do you want to download and install Pingu_TM now?
ru: Имеются обновления! Хотите загрузить и установить Pingu_TM сейчас?

source: Update is being done in Background. Contents will automatically be updated when it's done.
ru: Обновление проводится в фоновом режиме. Содержание будет автоматически обновлено, когда это будет сделано.

source: Update later
ru: Обновить позднее

source: Update rytec providers
ru: Обновить провайдеры rytec

source: Update xepgdb providers
ru: Обновить провайдеры xepgdb

source: Updatefeed not available.
ru: Фида обновления не существует.

source: Updates your receiver's software
ru: Обновление программы вашего ресивера

source: Updating MediaCenter ... Stay tuned :-)
ru: Идет обновление МедиаЦентра ... Оставайтесь с нами :-)

source: Updating Weather Info ...
ru: Обновление Инфо о погоде ...

source: Updating Weather Info failed (Twisted Web not installed)
ru: Обновить Инфо о погоде не удалось (Twisted Web не установлен)

source: Updating finished. Here is the result:
ru: Обновление завершено.Результат:

source: Updating rytec providers...
ru: Обновляем провайдеры rytec

source: Updating software catalog
ru: Каталог обновления ПО

source: Updating xepgdb providers...
ru: Обновляем провайдеры xepgdb

source: Updating... Please wait... This can take some minutes...
ru: Обновление... Пожалуйста ждите... Это может занять несколько минут...

source: Upgrade
ru: Обновить

source: Upgrade FPGA..
ru: Обновление FPGA..

source: Upgrade Firmware..
ru: Обновление прошивки...

source: Upgrade and ask to reboot
ru: Обновить и спросить о перезагрузке

source: Upgrade finished.
ru: Обновление завершено

source: Upgrade finished. Do you want to reboot your receiver?
ru: Обновление завершено. Хотите перезагрузить ресивер?

source: Upgrade will take about 5 minutes to finish. Do you want to upgrade?
ru: Обновление займет около 5 минут. Хотите обновить?

source: Upgrading
ru: Обновление

source: Upgrading receiver... Please wait
ru: Идет обновление ресивера...Пожалуйста, ждите

source: Uploader:
ru: Загрузил:

source: Upper bound of timespan.
ru: Верхняя граница отрезка времени.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
ru: Верхняя граница отрезка времени. После этого времени ничего не соответствует. Смещения не учитывается!

source: Usage Setup
ru: Опции

source: Use
ru: Использовать

source: Use DHCP
ru: Использовать DHCP

source: Use DVB subtitles position
ru: Позиция DVB субтитров

source: Use EIT EPG information when it is available.
ru: Использовать информацию EIT телегида, когда она существует.

source: Use EXIT-Button to leave movie player
ru: Использовать кнопку EXIT для выхода из режима просмотра

source: Use Fan timer
ru: Использовать таймер для вентилятора

source: Use FreeSat EPG information when it is available.
ru: Использовать информацию FreeSat телегида, когда она существует.

source: Use Google images for cover art
ru: Использовать изображения от Google для обложек

source: Use HDMI-preemphasis
ru: Использование HDMI-предискажений

source: Use MHW EPG information when it is available.
ru: Использовать информацию MHW телегида, когда она существует.

source: Use Netmed EPG information when it is available.
ru: Использовать информацию Netmed телегида, когда она существует.

source: Use Power Measurement
ru: Использовать измерение мощности

source: Use TV remote control
ru: Использовать пульт телевизора

source: Use USALS for this sat
ru: Использовать USALS для этого спутника

source: Use ViaSat EPG information when it is available.
ru: Использовать информацию ViaSat телегида, когда она существует.

source: Use Virgin EPG information when it is available.
ru: Использовать информацию Virgin телегида, когда она существует.

source: Use a gateway
ru: Использовать шлюз

source: Use as HDD
ru: Как HDD

source: Use circular LNB
ru: Круговой конвертор

source: Use custom main menu
ru: Измененить Основное Меню

source: Use fastscan channel names
ru: Быстрый поиск по именам каналов

source: Use fastscan channel numbering
ru: Быстрый поиск по номерам каналов

source: Use frequency or channel
ru: Используйте частоту или канал

source: Use google-images for cover art
ru: Использование изображений из Google для обложки

source: Use hardware-decoder for MP3
ru: Использовать аппаратный декодер для MP3

source: Use individual settings for each directory
ru: Для каждой папки свои настройки

source: Use interface
ru: Использовать интерфейс

source: Use non-smooth winding at speeds above
ru: Прерывистая перемотка на скоростях выше

source: Use official channel numbering
ru: Использовать обычную нумерацию каналов

source: Use original DVB subtitle position
ru: Использовать оригинальное положение субтитров DVB

source: Use original teletext position
ru: Использ. исходное положение телетекста

source: Use package maintainer config files
ru: Использовать файлы сопровождения конфигурации пакета

source: Use picons (50x30) from:
ru: Использовать пиконы (50x30) из:

source: Use power measurement
ru: Используйте измерение мощности

source: Use single directory for lyrics
ru: Использовать определенную папку для текста песен

source: Use skin:
ru: Использовать скин:

source: Use the Networkwizard to configure selected network adapter
ru: Использовать мастер для настройки выбранного сетевого адаптера

source: Use the ViaSat EPG when tuned to a service.
ru: При просмотре канала использовать ViaSat телегид.

source: Use the configured key(s) on your remote control to switch between aspect ratio modes. Usual functionality of these keys is not available as long as this plugin is enabled!
ru: Используйте настраиваемые кнопки на пульте для переключения между режимами соотношения сторон. Обычная функциональность этих кнопок не доступна,пока этот плагин включен!

source: Use the left and right buttons to change an option. Please set up tuner A
ru: Пользуясь клавишами вправо и влево, меняйте опции. Пожалуйста установите Тюнер A

source: Use the network wizard to configure selected network adapter
ru: Использовать мастер для настройки выбранного сетевого адаптера

source: Use the network wizard to configure your network
ru: Использовать мастер для настройки сети

source: Use the up/down keys on your remote control to select an option. After that, press OK.
ru: Используйте клавиши вверх и вниз на пульте для выбора опций. После этого нажмите OK.

source: Use the wizard to set up basic features
ru: Пользуйтесь мастером для настройки основных параметров

source: Use these input device settings?
ru: Использовать эти параметры устройства ввода?

source: Use these settings?
ru: Использовать эти настройки?

source: Use this input device settings?
ru: Использовать эти параметры устройства ввода?

source: Use this settings?
ru: Использовать эти настройки?

source: Use this video enhancement settings?
ru: Использовать данные настройки видео?

source: Use time of currently running service
ru: Используйте время с текущего канала

source: Use trash can in movielist
ru: Использование корзины в списке фильмов

source: Use trashcan in movielist
ru: Использование корзины в списке фильмов

source: Use usals for this sat
ru: Использовать USALS для этого спутника

source: Use usb_modeswitch
ru: Использовать переключатель usb_mode

source: Use virtual keyboard
ru: Использовать виртуальную клавиатуру

source: Use wizard to set up basic features
ru: Пользуйтесь мастером для настройки основных параметров

source: Used service scan type
ru: Используемый тип сканирования

source: User - bouquets
ru: Фавориты

source: User - bouquets (TV)
ru: Списки фаворитов (ТВ)

source: User Comments:
ru: Комментарии пользователя:

source: User Profile Name
ru: Имя профиля пользователя

source: User defined
ru: Определены пользователем

source: User defined transponder
ru: Транспондер вручную

source: User interface
ru: Интерфейс пользователя

source: User management
ru: Управление пользователями

source: UserDialog
ru: Окно пользователя

source: UserManager
ru: Управление пользователями

source: Usermanager
ru: Управление пользователями

source: Username
ru: Имя пользователя

source: Using LNB
ru: Используемый LNB

source: Using LNB %d
ru: Используемый LNB %d

source: Using Tuner
ru: Используемый тюнер

source: Using fixed address
ru: Использовать постоянный адрес

source: Using tuner %s
ru: Используемый тюнер %s

source: Usually when the subtitle language is the same as the audio language, subtitles are surpressed. This option allows showing subtitles when they are the same.
ru: Обычно когда язык субтитров совпадает с языком аудио, субтитры не показываются. Этот выбор позволяет показывать субтитры, когда они совпадают.

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
ru: Обычно когда язык субтитров совпадает с языком аудио, субтитры не показываются. Этот выбор позволяет показывать субтитры, даже если они совпадают.

source: Uzbekistan
ru: Узбекистан

source: VCR scart
ru: Видеомагнитофон

source: VFD scroll speed
ru: Скорость движения бегущей строки на дисплее

source: VIDEO:
ru: ВИДЕО:

source: VIEW
ru: Просмотр

source: VLC Player
ru: Плеер VLC

source: VLC Server:
ru: VLC Сервер:

source: VLC Video Player
ru: Видеоплеер VLC

source: VMGM (intro trailer)
ru: VMGM (трейлер)

source: VPS Settings
ru: Настройки VPS

source: VPS Setup Version %s
ru: Настройки VPS Версия %s

source: VPS enabled by default
ru: VPS включен по умолчанию

source: VPS-Plugin
ru: Настройки VPS

source: VPS-Plugin Information
ru: Информация VPS-плагина

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
ru: VPS-плагин может реагировать на возникающие задержки времени начала или окончания программы. VPS поддерживает только определенные каналы! Если включите VPS, старт записи можно запрограммировать позже времени начала программы. Запись может начаться раньше или длится дольше. Так что, если вы включите "Запись контролируется каналом", запись начнется только, когда на канале стартует программа. Поддерживаемые каналы Германия: ARD, ZDF, Sky и DMAX Австрия: ORF и Servus TV Швейцария: SF Чешская республика: CT Если таймер запрограммирован вручную (не через EPG), необходимо указать время начала программы, например, приведенное в прессе. Если вы установите VPS-время, имя таймера должно быть пустым.

source: VPS-Plugin checks if the channel supports VPS ...
ru: VPS-плагин проверяет поддерживается ли данный канал ...

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
ru: VPS-плагин не может проверить, поддерживается ли канал плагином. Действительно хотите включить VPS?

source: VPS-Time (date)
ru: VPS-Время (дата)

source: VPS-Time (time)
ru: VPS-Время (время)

source: Ver.
ru: Вер.

source: Version
ru: Версия

source: Version:
ru: Версия:

source: Version: %s
ru: Версия: %s

source: Vertical
ru: Вертикальная

source: Vertical turning speed
ru: Скорость поворота по верт. поляризации

source: Video Bitrate
ru: Видео Битрейт

source: Video Codec
ru: Видео Кодек

source: Video File:
ru: Видео-файл:

source: Video Fine-Tuning
ru: Настройка экрана

source: Video Fine-Tuning Wizard
ru: Мастер точной настройки видео

source: Video Norm
ru: Видео стандарт

source: Video Output
ru: Видеовыход

source: Video PID
ru: Видео ПИД

source: Video Path:
ru: Расположение видео:

source: Video Quality
ru: Качество видео

source: Video Setup
ru: Настройка видео

source: Video Wizard
ru: Мастер настроек видео

source: Video enhancement preview
ru: Предпросмотр настроек видео

source: Video enhancement settings
ru: Тонкие настройки видео

source: Video enhancement setup
ru: Параметры тонкой настройки видео

source: Video fine tuning
ru: Настройка экрана

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
ru: Выбор видео входа Нажмите ОК если вы видите эту страницу на экране ТВ (или выберите другой вход). Следующий вход будет автоматически выбран через 10 сек.

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
ru: Выбор видео входа Нажмите ОК если вы видите эту страницу на экране ТВ (или выберите другой вход). Следующий вход будет автоматически выбран через 20 сек.

source: Video mode selection.
ru: Выбор режима видео

source: Video or live TV are not available on all boxes
ru: Видео или прямой эфир недоступны для всех ресиверов

source: Video output
ru: Видеовыход

# Video output mode
source: Mode
ru: Режим

source: Video setup
ru: Настройки видео

source: Video wizard
ru: Мастер настроек видео

source: Video-button
ru: Кнопка Видео

source: VideoEnhancementPreview
ru: Предпросмотр тонких настроек

source: VideoEnhancementSetup
ru: Настройте видео на свой вкус

source: VideoSetup
ru: Установки видео

source: Videobitrate
ru: Видеобитрейт

source: Videobrowser exit behavior:
ru: Выход из режима окна просмотра видео:

source: Videocodec
ru: Видеокодек

source: Videoenhancement Setup
ru: Параметры тонкой настройки видео

source: Videoformat
ru: Видеопропорции

source: Videoplayer stop/exit behavior:
ru: Стоп/выход из режима видеоплеера:

source: Videos
ru: Видеофайлы

source: Videosize
ru: Видеоразрешение

source: View Count
ru: Количество просмотров

source: View Crashlog file
ru: Просмотр файлов крешлога

source: View Movies...
ru: Просмотр фильмов...

source: View Photos...
ru: Просмотр изображений...

source: View RSS...
ru: Просмотр RSS...

source: View Rass interactive...
ru: Интерактивный просмотр RASS

source: View System Settings (/etc/enigma2/settings)
ru: Просмотр настроек системы (/etc/enigma2/settings)

source: View Video CD...
ru: Смотреть Video CD...

source: View a list of genres
ru: Просмотр списка жанров

source: View active downloads
ru: Просмотр активных загрузок

source: View details
ru: Просмотр деталей

source: View list of available
ru: Просмотр списка доступных

source: View list of available CommonInterface extensions
ru: Просмотр доступных дополнений CAM-модуля

source: View list of available Display and Userinterface extensions.
ru: Просмотр доступных дополнений дисплея и GUI

source: View list of available EPG extensions.
ru: Просмотр доступных дополнений телегида

source: View list of available Satellite equipment extensions.
ru: Просмотр доступных дополнений спутникового оборудования

source: View list of available communication extensions.
ru: Просмотр доступных дополнений связи

source: View list of available default settings
ru: Просмотр доступных дополнений для сеттингов

source: View list of available display and userinterface extensions.
ru: Просмотр доступных дополнений дисплея и интерфейса

source: View list of available multimedia extensions.
ru: Просмотр доступных дополнений мультимедиа

source: View list of available networking extensions
ru: Просмотр доступных дополнений

source: View list of available recording extensions
ru: Просмотр доступных дополнений для записи

source: View list of available skins
ru: Просмотр доступных дополнений скинов

source: View list of available software extensions
ru: Просмотр доступных дополнений ПО

source: View list of available system extensions
ru: Просмотр доступных дополнений системы

source: View or Remove Crashlog files
ru: Просмотр и удаление файлов крешлога

source: View photos...
ru: Просмотр изображений...

source: View related videos
ru: Смотреть фильмы онлайн

source: View response videos
ru: Просмотр доступных фильмов

source: View teletext...
ru: Просмотр телетекста...

source: View this shell-script
ru: Просмотр shell-скрипта

source: View video CD...
ru: Просмотр Video CD...
