Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: additional videos
ru: дополнительные видео

source: address range
ru: дипазон адреса

source: adult movie/drama
ru: мыльные оперы/драма

source: advanced
ru: продвинутый

source: advanced parental control for user bouquets
ru: дополнительный родительский контроль сервисов

source: adventure/western/war
ru: приключения/вестерн/военные

source: advertisement/shopping
ru: реклама/шоппинг

source: after
ru: по истечении

source: alert time
ru: время оповещения

source: all
ru: все

source: all_time
ru: всегда

source: allocateRawChannel failed
ru: allocateRawChannel не удалось

source: alphabetic
ru: по алфавиту

source: alphabetic reverse
ru: по обратному алфавиту

source: alphabetic sort
ru: сортировать по алфавиту

source: alphabetically
ru: по алфавиту

source: alternative
ru: альтернативный цвет

source: alternative service counter in bouquets
ru: альтернативная нумерация сервисов в букетах

source: always
ru: всегда

source: always ask
ru: всегда спрашивать

source: always store
ru: всегда хранить

source: amBX
ru: Плагин amBX

source: amBX Effects
ru: Эффекты amBX

source: and
ru: и

source: and never ask again this session again
ru: и больше не спрашивать в этой сессии

source: and never show this message again
ru: и больше не показывать это сообщение

source: and select next channel
ru: и выбрать след. канал

source: and select previous channel
ru: и выбрать пред. канал

source: and there is made an extra copy in:
ru: а здесь сделаем дополнительную копию в:

source: and will soon be unable to connect to database!
ru: и в ближайшее время не имеют доступа к базе данных!

source: are you sure to cancel all changes?
ru: действительно хотите отменить все изменения?

source: are you sure you want to restore following backup:
ru: Действительно хотите восстановить следующий бекап:

source: arts/culture (without music, general)
ru: искусство/культура (без музыки, общее)

source: arts/culture magazine
ru: искусство/журналы о культуре

source: assign color buttons to plugins from MOVIELIST
ru: Назначение цветовых кнопок на плагины в списке фильмов

source: assign long key-press on color buttons to plugins or E2 functions
ru: Назначение длинных нажатий цветовых кнопок на плагины или функции E2

source: assigned CAIds:
ru: назначены CAID:

source: assigned Services/Provider:
ru: назначены Каналы/Провайдеры

source: at beginning
ru: в начале

source: at end
ru: в конце

source: at least one row must contain text
ru: по меньшей мере, текст должен содержать одну строку

source: athletics
ru: атлетика

source: audio bitrate
ru: аудио битрейт

source: audio track (%s) format
ru: Звуковая дорожка (%s) формат

source: audio track (%s) language
ru: звуковая дорожка (%s) язык

source: audio tracks
ru: звуковые дорожки

source: auto
ru: авто

source: auto (off)
ru: авто (выкл)

source: automatic
ru: автоматически

source: autoresolution
ru: Авторазрешение

source: available
ru: доступно

source: available
ru: доступный

source: azerty keyboard
ru: раскладка azerty

source: back
ru: назад

source: back in history
ru: возврат назад по истории

source: background image
ru: фоновое изображение

source: backgroundcolor
ru: цвет фона

source: backround color:
ru: цвет фона:

source: backup
ru: бекап

source: backupstick or
ru: backupstick или

source: ballet
ru: балет

source: below Tunerslot 4
ru: под слотом тюнера 4

source: better
ru: лучше

source: big
ru: большой

source: black
ru: черный

source: black & white
ru: черное и белое

source: black screen
ru: черный экран

source: blacklist
ru: черный список

source: blue
ru: синий

source: bluish
ru: голубой

source: bob
ru: удвоение частоты кадров

source: both
ru: оба(е)

source: bouquet hotkeys plugin
ru: вызов букетов на цифровых кнопках

source: bouquets
ru: Фавориты

source: broadcasting/press
ru: телерадиовещание/пресса

source: burn audio track (%s)
ru: записать аудио дорожку (%s)

# button label, 'next screen'
source: Next
ru: Далее

# button label, 'previous screen'
source: Prev
ru: Предыд.

source: by Exif
ru: по медиаинфо

source: by date
ru: по дате

source: by settings
ru: согласно настроек

source: by user
ru: пользователем

source: by xml-file
ru: файлом wbrFS_display.xml

source: can not copy Fav-File on new path
ru: невозможно скопировать файл фаворитов в новый каталог

source: cancel
ru: отменить

source: cartoon/puppets
ru: мультфильм/марионетки

source: case-insensitive search
ru: поиск без учета регистра

source: case-sensitive search
ru: поиск с учетом регистра

source: center
ru: центр

source: centered
ru: по центру

source: centered, wrapped
ru: По центру, свёрнуто

source: change keyword for Picture
ru: Измените ключевое слово для постеров

source: change recording (duration)
ru: изменение записи (длительность)

source: change recording (endtime)
ru: изменить запись (время окончания)

source: chapters
ru: разделы

source: check Fan Control settings
ru: Изменение настроек вентилятора

source: checked:
ru: проверено:

source: childrens's/youth program (general)
ru: детские/молодежные программы (общие)

source: chill volume
ru: Chill-звук

source: chill-timer
ru: Chill-таймер

source: choose destination directory
ru: выберите каталог назначения

source: choose drivers for download/install
ru: выбор драйверов для загрузки и установки

source: choose drivers from local filesystem to install
ru: выбор драйверов для установки с локального диска

source: circular left
ru: круговая левая

source: circular right
ru: круговая правая

source: city
ru: Город

source: city %s added
ru: Город %s добавлен

source: cleanup disabled
ru: очистка отключена

source: clear all Tags
ru: удалить все теги

source: clear all Tags? This will delete ALL tags in ALL recodings! Are you sure?
ru: Удалить все теги? Это удалит все теги ко всем записям! Уверены?

source: clear playlist
ru: очистить список воспроизведения

source: clip overscan / letterbox borders
ru: Изменение границ overscan/letterbox

source: comedy
ru: комедия

source: complete transponderlist:
ru: Полный список транспондеров:

source: complex
ru: комплекс

source: config menu
ru: меню конфигурации

source: configure in which resolution pictures are displayed with the picture viewer and movieplayer
ru: Настройка разрешения при просмотре через просмотрщик картинок и видеоплеера

source: confirmation on hotkey action
ru: Подтверждение выполнения системных функций

source: confirmed
ru: присвоен

source: connected
ru: подключено

source: connection Error
ru: ошибка соединения

source: connection Errors
ru: ошибки соединения

source: continue
ru: продолжить

source: convert Favorites file, please wait:
ru: идет преобразование файлов фаворита, пожалуйста, подождите:

source: cooking
ru: кулинария

source: copy
ru: Копировать

source: copy file
ru: скопировать файл

source: copy to bouquets
ru: копировать в фаворит

source: copying file ...
ru: копирование файла ...

source: could not be removed
ru: не может быть удален

source: create directory
ru: создать каталог

source: current Info:
ru: текущее Инфо:

source: current Service
ru: текущий сервис

source: current data stored in the database successfully - thank you!
ru: Данные успешно сохранены в базе данных, спасибо!

source: current: %s
ru: текущий: %

source: currentRPM:%d targetRPM:%d Temp:%4.1f
ru: текущий RPM:%d конечный RPM:%d Темп.:%4.1f

source: currently installed image: %s
ru: текущий установленный имидж: %s

source: cyan
ru: голубой

source: daily
ru: ежедневно

source: dark yellow
ru: темно-жёлтый

source: day
ru: день

source: default
ru: умолчание

source: default directory
ru: каталог по умолчанию

source: delete
ru: Удалить

source: delete Group
ru: удалить группу

source: delete cut
ru: удалить сокращение

source: delete entries from main menu of your VU+
ru: удаление пунктов Главного Меню ресивера

source: delete event
ru: удалить событие

source: delete file
ru: удалить файл

source: delete playlist entry
ru: удалить запись из плейлиста

source: delete saved playlist
ru: удалить сохраненный плейлист

source: delete server
ru: удал. сервер

source: delete user
ru: удалить

source: delete...
ru: удалить...

source: descramble and record ecm
ru: декодирование и запись ECM

source: description
ru: описание

source: detective/thriller
ru: детектив/триллер

source: disable
ru: выключить

source: disable DMM-FanControl
ru: Отключить DMM-Fancontrol

source: disable autorun on start
ru: отключить автозапуск

source: disable move mode
ru: выключить режим перемещения

source: disable transmission autostart
ru: отключить автостарт Transmission

source: disabled
ru: выключено

source: disconnected
ru: отключено

source: discussion/interview/debate
ru: дискуссии/интервью/дебаты

source: display Info
ru: показать информацию

source: do not change
ru: не изменять

source: do nothing
ru: ничего не делать

source: documentary
ru: документалистика

source: don't descramble, record ecm
ru: не декодировать, только запись ECM

source: don't record
ru: не записывать

source: done!
ru: выполнено!

source: down
ru: вниз

source: down or left for lower
ru: вниз или влево для уменьшения

source: downloading from http://%s%s
ru: загружаем из http://%s%s

source: drivers
ru: Драйверы

source: east
ru: восток

source: ecm time
ru: время ecm

source: ecm.info viewer
ru: Просмотрщик ecm.info

source: economics/social advisory
ru: экономика/социология

source: edit
ru: изменить

source: edit alternatives
ru: редактировать альтернативы

source: edit filters
ru: изменить фильтры

source: edit satellites
ru: редактор satellites.xml

source: edit server
ru: ред. сервер

source: edit services
ru: изменить сервисы

source: edit settings, backup, restore,groups
ru: редактировать настройки, бекап, восстановление, группы

source: edit settings, backup, restore,groups,import
ru: редактировать настройки, бекап, восстановление, группы, импорт

source: edit tags
ru: редактировать теги

source: edit the recording directory
ru: редактировать каталог записи

source: edit user
ru: редактировать

source: edit...
ru: редактировать...

source: education/science/factual topics (general)
ru: образование/наука/естесвознание (общие)

source: empty
ru: пустой

source: enable
ru: включить

source: enable autorun on start
ru: включить автозапуск

source: enable bouguets protection
ru: включить защиту фаворитов

source: enable bouquet edit
ru: включить редактирование пакета пользователя

source: enable bouquets protection
ru: включить плагин защиты фаворитов

source: enable extended number zap
ru: Включить плагин

source: enable favourite edit
ru: включить редактирование избранного

source: enable move mode
ru: включить режим перемещения

source: enable number hotkeys
ru: цифровые коды на основные системные функции

source: enable password on protection
ru: применить пароль для защиты

source: enable picons
ru: включить пиконы

source: enable record infobar
ru: включить инфобар записи

source: enable transmission autostart
ru: включить автостарт Transmission

source: enabled
ru: включено

source: end alternatives edit
ru: закончить редактирование альтернативов

source: end bouquet edit
ru: конец редактирования пакета

source: end cut here
ru: окончание сокращения здесь

source: end favourites edit
ru: конец редактирования избранного

source: enigma2 and network
ru: Энигма2 и сеть

source: enter hidden network SSID
ru: введите SSID скрытой сети

source: enter the new Tag
ru: Введите новый тег

source: entertainment (10-16 year old)
ru: развлечения (10-16 лет)

source: entertainment (6-14 year old)
ru: развлечения (6-14 лет)

source: equal to
ru: также как

source: equestrian
ru: конный спорт

source: erroneous entry in Fav-File
ru: некорректная станция в файле фаворитов

source: every hour (only in standby)
ru: каждый час(только в стэндбай)

source: exact match
ru: точное совпадение

source: exit DVD player or return to file browser
ru: Закрыть DVD плеер и вернуться в проводник

source: exit mediaplayer
ru: закрыть медиаплеер

source: exit movielist
ru: закрыть список фильмов

source: exit nameserver configuration
ru: закрыть конфигуратор DNS

source: exit network adapter configuration
ru: закрыть конфигуратор сети

source: exit network interface list
ru: закрыть список сетевых интерфейсов

source: exit networkadapter setup menu
ru: закрыть настройки сетевого адаптера

source: experimental film/video
ru: экспериментальный фильм/видео

source: extensions
ru: Дополнения

source: failed
ru: не удалось

source: false
ru: нет

source: fashion
ru: мода

source: fast
ru: быстро

source: file incorrect
ru: файл некорректен

source: fileformats (BMP, PNG, JPG, GIF)
ru: формат файла (BMP, PNG, JPG, GIF)

source: filename
ru: имя файла

source: film/cinema
ru: фильм/кино

source: find currently played service
ru: вернуться к текущему каналу в списке

source: fine arts
ru: исскусство

source: fine-tune your display
ru: точная настройка дисплея

source: finished
ru: завершено

source: finishedChecking
ru: проверка закончена

source: fitness & health
ru: фитнесс и здоровье

source: fixed
ru: фиксированная

source: flat alphabetic
ru: единый алфавит

source: flat alphabetic reverse
ru: поменять по един. алфавиту

source: folk/traditional music
ru: фольклор/традиционная музыка

source: font magnifier plugin
ru: плагин изменения шрифтов

source: football/soccer
ru: футбол/соккер

source: for many work invested in the database
ru: для многих задач, вложенных в базе данных

source: foreign countries/expeditions
ru: зарубежные страны/экспедиции

source: forward in history
ru: вперед по истории

source: forward to the next chapter
ru: перейти в следующую сторону

source: found: %d %s %s %s %d %s
ru: найдено: %d %s %s %s %d %s

source: four parts
ru: из четырех частей

source: free
ru: свободно

source: free diskspace
ru: свободное место на диске

source: front panel
ru: передняя панель

source: full
ru: полный

source: full and timestamp
ru: полный и метку времени

source: full transparency
ru: полная прозрачность

source: further education
ru: продвинутое образование

source: game show/quiz/contest
ru: телевикторина/викторина/соревнования

source: gardening
ru: садоводство

source: get resource manager instance failed
ru: менеджер ресурсов недоступен

source: getFrontend failed
ru: интерфейс недоступен

source: getRawChannel failed
ru: Не удалось получить RawChannel

source: getResourceManager instance failed
ru: Менеджер ресурсов недоступен

source: go to deep standby
ru: полностью выключить

source: go to standby
ru: перейти в режим ожидания

source: grab this frame as bitmap
ru: захват этого кадра как растровое изображение

source: gradient
ru: градиент

source: green
ru: зеленый

source: green for update, red for exit
ru: зеленый для обновления, красный для выхода

source: greenish
ru: салатовый

source: grey
ru: серый

source: groups
ru: группы

source: h
ru: ч.

source: handicraft
ru: ремесла

source: hear radio...
ru: Слушать радио

source: height
ru: высота

source: help...
ru: помощь...

source: hide all as unwanted services
ru: скрыть все нежелательные сервисы

source: hide as unwanted service
ru: скрыть нежелательный сервис

source: hide extended description
ru: скрыть расширенное описание

source: hide player
ru: скрыть проигрыватель

source: hide unwanted services in channellist
ru: скрыть нежелательные сервисы в списке каналов

source: high
ru: высокий

source: horizontal
ru: горизонтальная

source: hour
ru: час

source: hours
ru: часов

source: iDream Main Menu
ru: Главное меню iDream

source: iDream database path
ru: Расположение базы данных iDream

source: if you upload streams, is your user name listed
ru: при загрузке потоков, ваше имя пользователя будет перечислен

source: immediate shutdown
ru: немедленное выключение

source: immediately after recording
ru: сразу после записи

source: in Description
ru: в описании

source: in Shortdescription
ru: в коротком описании

source: in Title
ru: в заголовке

source: incoming call! %s calls on %s!
ru: входящий звонок! % sзвонок на %s!

source: increases overheating protection to (C)
ru: увеличить защиту от перегрева в (С)

source: index:
ru: индекс:

source: info if cron daemon is running
ru: информация о работе cron

source: information transmitted
ru: Передано

source: information/education/school program
ru: информация/образование/школьные программы

source: init module
ru: инициализация модуля

source: init modules
ru: инициализация модулей

source: insert mark here
ru: вставить метку

source: install/download driver for your Vu+
ru: загрузка/установка драйверов ресивера

source: install/download software for your Vu+
ru: загрузка/установка программного обеспечения

source: install/remove common plugins
ru: установка/удаление плагинов

source: installed
ru: установлено

source: internalstatus
ru: интерналстатус

source: invalid channel number
ru: недействительный номер канала

source: invalid data:
ru: неверные данные:

source: invalid type
ru: недействительный тип

source: ipkgbuild
ru: Создание ipk пакетов

source: is not available in the database or blocked
ru: нет в базе данных или заблокировано

source: jazz
ru: джаз

source: jump back to the previous title
ru: переключить на предыдущий настроенный сервис?

source: jump forward to the next title
ru: перейти к следующему названию

source: jump to listbegin
ru: перейти в начало списка

source: jump to listend
ru: перейти в конец списка

source: jump to next marked position
ru: перейти к следующей метке

source: jump to previous marked position
ru: перейти к предыдущей метке

source: keys:
ru: клавиши:

source: languages
ru: языки

source: last 10
ru: последн. 10

source: last 2
ru: последн. 2

source: last 3
ru: последн. 3

source: last 5
ru: последн. 5

source: leave movie player...
ru: выйти из проигрывателя...

source: left
ru: левый

source: left near Card-Slot
ru: слева от слота для карты

source: left near Front-CI
ru: слева от переднего слота

source: left of the Battery
ru: слева от батарей

source: left, wrapped
ru: Cлева, свёрнуто

source: leisure hobbies (general)
ru: развлечения (хобби)

source: length
ru: длина

source: limit ..., aborting !
ru: ограничение ..., прервано !

source: line breaks
ru: разрывы строк

source: list all Streams
ru: список всех потоков

source: list crontab
ru: список заданий кронтаб

source: list of EPG views...
ru: список событий телегида...

source: list style compact
ru: компактный список

source: list style compact with description
ru: компактный список с описанием

source: list style default
ru: список по умолчанию

source: list style single line
ru: список в одну строку

source: literature
ru: литература

source: live broadcast
ru: прямой эфир

source: load playlist
ru: загрузить плейлист

source: loading...
ru: загружается...

source: lock protected services
ru: скрыть защищеные сервисы

source: locked
ru: захвачено

source: long AUDIO
ru: длинная AUDIO

source: long VIDEO(Vkey)
ru: длинная VIDEO(Vkey)

source: loopthrough to
ru: петля к

source: low
ru: низкий

source: magazines/reports/documentary
ru: журналы/репортажи/документалистика

source: main lamedb
ru: основной Lamedb

source: mainmenu
ru: главное меню

source: make Screenshots with your VU+
ru: создайте скриншоты с вашего VU+

source: make m3u in mpd-Path
ru: создать m3u в каталоге mpd

source: manage local Files
ru: Управление локальными файлами

source: manual
ru: ручной

source: manual Update
ru: обновление вручную

source: martial sports
ru: единоборства

source: max Speed rpm
ru: макс. скорость rpm

source: max Volume on chill-end:
ru: макс. звук при конце chill

source: max volume
ru: макс. звук

source: medicine/physiology/psychology
ru: медицина/физиология/психология

source: menu
ru: меню

source: menulist
ru: список меню

source: middle
ru: средний

source: min
ru: мин

source: min Speed rpm
ru: мин. скорость rpm

source: minimum bitrate in all streams list
ru: минимальный битрейт для всех списков потоков

source: mins
ru: минут

source: minut
ru: минуты

source: minute
ru: минута

source: minutes
ru: минут

source: month
ru: месяц

source: month+
ru: месяц +

source: month-
ru: месяц -

source: more than just an EPG...
ru: Больше, чем просто Телегид...

source: most_recent
ru: самые последние

source: most_viewed
ru: наиболее просматриваемые

source: motor sport
ru: автоспорт

source: motoring
ru: мотоспорт

source: move
ru: Переместить

source: move PiP to main picture
ru: переместить PiP на основной экран

source: move down to last entry
ru: переместить вниз к последней записи

source: move down to next entry
ru: переместить вниз к следующей записи

source: move file
ru: переместить файл

source: move up to first entry
ru: переместить вверх к первой записи

source: move up to previous entry
ru: переместить вверх к предыдущей записи

source: movie list
ru: список фильмов

source: movie/drama (general)
ru: кино/драма (общие)

source: moving file ...
ru: перемещение файла ...

source: mp3-Streams from Web
ru: mp3-потоки из интернета

source: multi
ru: мультирежим

source: multinorm
ru: мультинорм

source: music/ballet/dance (general)
ru: музыка/балет/танцы (общие)

source: musical/opera
ru: музыка/опера

source: must be at least
ru: версия должна быть новее

source: nature/animals/environment
ru: природа/животные/окружающая среда

source: near XILINX Spartan
ru: рядом Xilinx Spartan

source: never
ru: никогда

source: never store
ru: никогда не сохранять

source: new Random
ru: Случайный

source: new Version:
ru: новая версия:

source: new and unchecked
ru: новый и непроверен

source: new event
ru: новое событие

source: new media
ru: новые СМИ

source: newcamd.list Editor
ru: Редактор newcamd.list

source: newcamd.list Switcher
ru: Переключатель newcamd.list

source: newcamd.list editor
ru: Редактор newcamd.list

source: news magazine
ru: журнал новостей

source: news/current affairs (general)
ru: новости/текущие события (общие)

source: news/weather report
ru: новости/погода

source: next
ru: следующий

source: next back color
ru: следующий цвет фона

source: next channel
ru: следующий канал

source: next channel in history
ru: следующий канал в истории

source: next text color
ru: следующий цвет текста

source: no
ru: нет

source: no CAId selected
ru: Не выбран CAID

source: no CI slots found
ru: Слоты CI не найдены

source: no HDD found
ru: не найден жесткий диск

source: no Services/Providers selected
ru: Не выбраны Каналы/Провайдеры

source: no message
ru: нет сообщения

source: no module found
ru: не найден модуль

source: no more sats to scan
ru: все спутники просканированы

source: no picture in path for slideshow
ru: в каталоге слайд-шоу нет картинок

source: no proper Internet URL!
ru: неправильный адрес интернета!

source: no recording is in progress or timer planned
ru: не запланировано ни одной записи таймера

source: no standby
ru: не переходить в режим ожидания

source: no storage devices found
ru: устройства не найдены

source: no stream at this address
ru: по этому адресу нет потоков

source: no stream exist, read from database (yellow)
ru: потока не существует, прочитать из базы данных (желтый)

source: no streams in this group
ru: в этой группе нет потоков

source: no support and no database access for outdated version!
ru: нет поддержки и нет доступа к базе данных для устаревших версий!

source: no timeout
ru: нет таймаута

source: no transparency
ru: непрозрачный

source: no video-files found (the setting is changed then please re-start)
ru: видео-файлы не найдены (измените настройки и перезапустите)

source: none
ru: никакой(ая)

source: normal
ru: нормальная (декодирование)

source: not a new URL in the database, Replacement in progress
ru: в базе данных нет нового URL, идет перезапись

source: not active
ru: не активирован

source: not available
ru: недоступно

source: not configured
ru: нет конфигурации

source: not exist
ru: не существует
