Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Invalid location
ru: Неверное расположение

source: Invalid selection
ru: Неправильный выбор

source: Invalid transponder data
ru: Некорректные транспондерные данные

source: Inversion
ru: Инверсия

source: Invert
ru: Инвертировать

source: Ipk remove
ru: Удаление пакетов IPK

source: Ireland
ru: Ирландия

source: Is this setting ok?
ru: Использовать эти настройки?

source: Is this video mode ok?
ru: Установить данный видеорежим?

source: Is this videomode ok?
ru: 'Этот видеорежим вам подходит?

source: Israel
ru: Израиль

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
ru: Это может ограничить действие АвтоТаймера на определённые сервисы или пакеты или игнорировать некоторые параметры. Событие будет соответствовать только этому АвтоТаймеру, если он специфический и не игнорируется в пакете. Нажмите СИНЮЮ для добавления нового ограничения или ЖЁЛТУЮ для удаления выбранного.

source: Italian
ru: Итальянский

source: Italy
ru: Италия

source: Items per Page
ru: Кол-во каналов на страницу

source: Items per Page for Listscreen
ru: Кол-во каналов на страницу в режиме списка

source: Items per page
ru: Кол-во каналов на страницу

source: Items per page for list screen
ru: Кол-во каналов на страницу в режиме списка

source: Jan
ru: Янв.

source: January
ru: Января

source: Japan
ru: Япония

source: Job View
ru: Просмотр задания

source: Job overview
ru: Просмотр задания

source: Jpkg Installer...
ru: Установщик Jpkg пакетов...

source: Jul
ru: Июл.

source: July
ru: Июля

source: Jump to beginning of list
ru: Перейти в начало списка

source: Jump to end of list
ru: Перейти на конец списка

source: Jump to entry
ru: Перейти на запись

source: Jump to next marked position
ru: Перейти к следующей метке

source: Jump to previous marked position
ru: Перейти к предыдущей метке

source: Jump x minutes back:
ru: Перейти назад x минут:

source: Jump x minutes forward:
ru: Перейти вперед x минут:

source: Jun
ru: Июн.

source: June
ru: Июня

source: Just Scale
ru: Масштабировать

source: Just scale
ru: Масштабировать

source: Keep
ru: Сохранять

source: Keep old drive
ru: Сохр. предыд. устр.

source: Keep old timers for how many days
ru: Сохранять таймеры до появления новых (в днях)

source: Keep running in background
ru: Продолжить в фоновом режиме

source: Keep service
ru: Сохранять текущий сервис

source: Keep service + Reverse bouquet buttons
ru: Сохранять текущий сервис + Обратить кнопки CH+/-

source: Kernel Drivers in Memory
ru: Загруженные драйверы ядра

source: Kernel Modules Manager
ru: Управление драйверами

source: Kernel Version:
ru: Версия ядра:

source: Kernel version:
ru: Версия ядра:

source: Key %(Key)s successfully set to %(delay)i ms
ru: Клавиша %(Key)s успешно назначена на %(delay)i миллисекунд

source: Key %(key)s (current value: %(value)i ms)
ru: Клавиша %(key)s (текущее значение: %(value)i миллисекунд)

source: Key mapping
ru: Переназначение клавиш

source: Keyboard
ru: Клавиатура

source: Keyboard Deutsch
ru: Немецкая раскладка

source: Keyboard English
ru: Английская раскладка

source: Keyboard Map
ru: Раскладка клавиатуры

source: Keyboard Setup
ru: Настройки клавиатуры

source: Keyboard map
ru: Раскладка клавиатуры

source: Keyboard setup
ru: Настройки клавиатуры

source: Keymap
ru: Назначение кнопок пульта

source: Keyword(s) for Picture:
ru: Ключевое слово для постеров:

source: Kill partition table
ru: Удалить таблицу разделов

source: Krkadoni (http://www.krkadoni.com/) Provider for Ex Yugoslavia
ru: Кркадони (http://www.krkadoni.com/) Провайдер для экс Югославии

source: Kuba InfoBar
ru: Куба

source: LAN adapter
ru: Сетевой адаптер

source: LAN connection
ru: LAN соединение

source: LAST INFO:
ru: Последнее инфо:

source: LED Brightness Setup
ru: Настройки яркости LED

source: LED Manager
ru: Управление LED

source: LOCK
ru: Подключение

source: Lamedb used for epg.dat conversion. This option doesn't work with crossepg patch v2
ru: Lamedb используется для преобразования epg.dat. Эта опция не работает с патчем КроссЕПГ v2

source: Language
ru: Язык

source: Language selection
ru: Выбор языка

source: Large 1.5MB
ru: Большой 1.5 MB

source: Last Scanned
ru: Последние найденные

source: Last Upgrade:
ru: Последнее обновление:

source: Last backup date
ru: Время последнего бекапа

source: Last config
ru: Последн. конфиг

source: Last playlists automatically loading
ru: Загружать последний плейлист автоматически

source: Last playlists automatically save
ru: Сохранять последний плейлист автоматически

source: Last speed
ru: Последняя скорость

source: Last update time: %s
ru: Последнее обновление: %s

source: Last upgrade:
ru: Последнее обновление:

source: Latest Commits
ru: Новости от саппорта

source: Latitude
ru: Широта

source: Latvian
ru: Латвийский

source: Leave DVD Player?
ru: Выйти из DVD плеера?

source: Leave DVD player?
ru: Выйти из DVD плеера?

source: Left
ru: Левый

source: Left from servicename
ru: Перед названием сервиса

source: Left/Right for select
ru: Для выбора нажмите влево/вправо

source: Leisure hobbies
ru: Отдых, хобби

source: Leisure hobies
ru: Отдых, хобби

source: Len:
ru: Длина:

source: Length of History
ru: Длина истории

source: Lets you configure your softcams
ru: Настройки эмуляторов

source: Letterbox
ru: Режим ящика

source: Letterbox zoom
ru: Масштаб режима ящика

source: Letzeburgesch
ru: Люксембургский

source: Light Source:
ru: Источник света:

source: Limit character set for recording filenames
ru: Ограничить набор символов в именах записей

source: Limit east
ru: Ограничение на восток

source: Limit search results to bouquet services:
ru: Лимит результатов поиска по каналам фаворитов:

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
ru: Ограничьте знаки, которые могут использоваться в записи имен файлов (7 бит) ASCII. Это обеспечивает совместимость с операционными системами или файловыми системами с ограниченным набором символов.

source: Limit west
ru: Ограничение на запад

source: Limited character set for recording filenames
ru: Ограничить набор символов в именах записей

source: Limits cancelled
ru: Ограничения отменены

source: Limits enabled
ru: Ограничения включены

source: Limits off
ru: Выключить ограничения

source: Limits on
ru: Включить ограничения

source: Line
ru: Строка

source: Line without text can not be saved
ru: Строка без текста не может быть сохранена

source: Link Quality:
ru: Качество сигнала:

source: Link quality:
ru: Качество сигнала:

source: Link:
ru: Состояние:

source: Linked titles with a DVD menu
ru: Заголовки связанные с DVD меню

source: List Bottom
ru: Вниз списка

source: List EPG functions...
ru: Список функций телегида

source: List Favoriten and Genres
ru: Список фаворитов и жанров

source: List Genres
ru: Список жанров

source: List Top
ru: Вверх списка

source: List all streams re-read from database
ru: Список всех станций перезагрузить из базы данных

source: List available networks
ru: Список доступных сетей

source: List down
ru: Опустить список

source: List mode
ru: Режим списка

source: List of Entries
ru: Список событий

source: List of Storage Devices
ru: Список устройств хранения

source: List of available packages
ru: Список доступных пакетов

source: List of known VLC-Server Profiles
ru: Список профилей Сервера VLC

source: List of storage devices
ru: Список устройств хранения

source: List streams of genre in Player
ru: Список станций по жанрам для плеера

source: List style:
ru: Стиль списка:

source: List type
ru: Вид списка

source: List up
ru: Поднять список

source: List version %d, found %d channel
ru: Список версии %d, найден %d канал

source: List version %d, found %d channels
ru: Список версии %d, найдено %d каналов

source: Listen to the radio...
ru: Слушаем радио...

source: Listscreen default at start user interface
ru: Режим списка по умолчанию при старте

source: Lithuanian
ru: Литовский

source: LiveFootBall
ru: Футбол в прямом эфире

source: Load
ru: Загрузить

source: Load Length of Movies in Movielist
ru: Длина фильма в списке

source: Load driver for GPRS
ru: Загрузка драйвера GPRS

source: Load feed on startup:
ru: Загрузка канала при запуске:

source: Load further entries of current Feed?
ru: Загрузить следующие записи текущего фида?

source: Load length of movies in movie list
ru: Длина фильмов в списке фильмов

source: Load long descriptions up to X days
ru: Загружать длинные описания кол. дней

source: Load movie-length
ru: Загрузка продолжительности записи

source: Load playlist
ru: Загрузить плейлист

source: Load unlinked userbouquets
ru: Загружать невыбранные букеты пользователя

source: Loading additional videos, be patient ...
ru: Загрузка дополнительных видео, ждите...

source: Loading data
ru: Загрузка данных...

source: Loading favorits, be patient ...
ru: Загружаются фавориты, ждите...

source: Loading playlist, be patient ...
ru: Загружается плейлист, ждите...

source: Loading related videos, be patient ...
ru: Загрузка похожих видео, ждите...

source: Loading response videos, be patient ...
ru: Загрузка доступных видео, ждите...

source: Loading standard feed, be patient ...
ru: Идет загрузка по умолчанию, ждите...

source: Local network
ru: Локальная сеть

source: Local share name
ru: Имя локального ресурса

source: Location
ru: Расположение

source: Location Box
ru: Местоположение

source: Location for instant recordings
ru: Расположение немедленных записей

source: Lock ratio
ru: Качество захвата

source: Lock:
ru: Захват:

source: Log results to harddisk
ru: Записать лог на HDD

source: Logging path
ru: Местоположение лога

source: Logging-Path: %s
ru: Местоположение лога: %s

source: Login not successful
ru: Вход в аккаунт не произведен

source: Long Keypress
ru: Длинное нажатие

source: Long filenames
ru: Длинные названия файлов

source: Long key press
ru: Длинное нажатие

source: Longitude
ru: Долгота

source: Lookup in TMBD
ru: Поиск в ТМБД

source: Loop through to
ru: Настроить как петлю к

source: Low Band,
ru: Нижний диапазон,

source: Low Quality (Mono)
ru: Низкое качество (Моно)

source: Lower bound of timespan.
ru: Нижняя граница отрезка времени.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
ru: Нижняя граница отрезка времени. До этого времени ничего не соответствует. Смещения не учитывается!

source: Luxembourgish
ru: Люксембургский

source: Lyrics by
ru: Тексты песен от

source: Lyrics saved
ru: Тексты песен сохранены

source: M e d i a P l a y e r
ru: М е д и а П л е е р

source: M u s i c D a t a b a s e
ru: База данных музыки

source: M u s i c F i l e s
ru: Файлы

source: MB
ru: Мб

source: MHW2 providers
ru: Провайдеры MHW2

source: MMC Card
ru: MMC карта

source: MMC card
ru: MMC карта

source: MORE
ru: Больше

source: MOVE
ru: Переместить

source: MRU size
ru: Размер MRU

source: MTU size
ru: Размер MTU

source: MUTE
ru: БЕЗ ЗВУКА

source: Main Setup
ru: Основные настройки

source: Main menu
ru: Главное меню

source: Mainmenu
ru: Главное меню

source: Maintain old EPG data for
ru: Сохранять прошедшие данные EPG (в мин.)

source: Make a softlink
ru: Создать ссылку

source: Make a softlink...
ru: Создание ссылки...

source: Make subdir for record
ru: Создать подпапку для записи

source: Make this mark an 'in' point
ru: Сделать эту метку как точку 'в'

source: Make this mark an 'out' point
ru: Сделать эту метку как точку 'из'

source: Make this mark just a mark
ru: Сделать эту метку как простая метка

source: Make:
ru: Автор:

source: Man Utd InfoBar
ru: Манчестер Юнайтед

source: Manage extensions
ru: Управление плагинами

source: Manage network shares
ru: Управление сетевыми ресурсами

source: Manage you devices mountpoints
ru: Управление точками подключения устройств

source: Manage your network shares...
ru: Управление вашими сетевыми ресурсами...

source: Manage your receiver's software
ru: Менеджер ПО ресивера

source: Manual
ru: Вручную

source: Manual Fan control
ru: Ручное управление вентилятором

source: Manual Scan
ru: Ручной поиск

source: Manual configuration
ru: Ручная настройка

source: Manual scan
ru: Ручной поиск

source: Manual specification
ru: Спецификация вручную

source: Manual transponder
ru: Транспондер вручную

source: Manufacturer
ru: Производитель

source: Mar
ru: Март.

source: March
ru: Марта

source: Margin after record
ru: Объединить после записи

source: Margin after recording (minutes)
ru: Объединить после записи (в минутах)

source: Margin before recording (minutes)
ru: Объединить перед записью (в минутах)

source: Mark all movies
ru: Пронумеровать все записи

source: Mark as broken?
ru: Отметить как работающий?

source: Mark movie as seen after X %
ru: Пометить как `просмотренный` после %

source: Mark service as dedicated 3D service
ru: Включить канал в список 3D сервисов

source: Match Timespan: %02d:%02d - %02d:%02d
ru: Совпадение отрезка времени: %02d:%02d - %02d:%02d

source: Match title
ru: Совпадение названий

source: Match title: %s
ru: Совпадение названий: %s

source: Max Fan %d rpm at PWM=255 (%s)
ru: Макс. Fan %d rpm на PWM=255 (%s)

source: Max Fan %d rpm at PWM=255 and VLT=255 (%s)
ru: Макс. Fan %d rpm на PWM=255 и VLT=255 (%s)

source: Max Fan %d rpm at VLT=255 (%s)
ru: Макс. Fan %d rpm на VLT=255 (%s)

source: Max memory positions
ru: Предельная позиция

source: Max. Bitrate:
ru: Максимум Битрейт:

source: Max. bitrate:
ru: Максимал. Битрейт:

source: Max. volume for mpeg audio
ru: Макс. громкость для мпег-аудио

source: Maximum Timeshift length per Event reached! Restarting Timeshift now ...
ru: Максимальное время для таймшифта исчерпано! Перезапуск таймшифта ...

source: Maximum number of crashlogs
ru: Максимальное число крешлогов

source: Maximum number of system setting backups
ru: Количество бекапов, надлежащих хранению

source: Maximum number of system setting backups to keep, regardless of retention period.
ru: Хранение максимального количества бекапов настроек системы, вне зависимости от даты выполнения бекапа

source: Maximum zap history entries:
ru: Максимум каналов для показа:

source: May
ru: Мая

source: Measat (91.5E)
ru: Мисат (91.5E)

source: Measat 3/3a (91.5E)
ru: Мисат 3/3a (91.5E)

source: Media Center
ru: Медиа Центр

source: Media Center - Folder Options
ru: Медиа Центр - Опции папки

source: Media Center - Global Settings
ru: Медиа Центр - Общие настройки

source: Media Center - Software Update
ru: Медиа Центр - Обновление ПО

source: Media Center - VLC Folder Options
ru: Медиа Центр - Опции папки VLC

source: Media Center - VideoPlayer Settings
ru: Настройки Видеоплеера

source: Media Center Weather Info: Import twisted.web.client failed
ru: Инфо о погоде от Медиа Центра: Импорт twisted.web.клиента не удался

source: Media Center: Import VLC Stuff failed
ru: Медиа Центр: Импорт VLC Stuff не удался

source: Media Player
ru: Медиаплеер

source: Media player
ru: Медиаплеер

source: Media scanner
ru: Медиа сканнер

source: MediaCenter: Could not download HTTP Page
ru: МедиаЦентр: Невозможно загрузить HTTP страницу

source: MediaCenter: EOF Event ...
ru: МедиаЦентр: EOF Событие ...

source: MediaCenter: Last MVI Index:
ru: МедиаЦентр: Посл. индекс MVI

source: MediaCenter: No Background MVI Files found ...
ru: МедиаЦентр: Не найдены фоны файлов MVI...

source: MediaPlayer
ru: Медиаплеер

source: MediaScanner
ru: Медиа Сканнер

source: Medium Quality (Mono)
ru: Качество медиум (Моно)

source: Medium is not a writeable DVD!
ru: Запись на данный DVD носитель невозможна!

source: Medium is not empty!
ru: Носитель не пуст!

source: Memory
ru: Память

source: Memory Info
ru: Память

source: Memory index
ru: Номер в памяти

source: Menu
ru: Меню

source: Menu & Extensions list
ru: Меню/Список расширений

source: Merging Timeshift files
ru: Соединение файлов Таймшифта

source: Merging Timeshift records now! This might take a while ...
ru: Соединяются записи таймшифта! Это займет некоторое время ...

source: Merging XEPGDB
ru: Обьединение XEPGDB

source: Merlin EPG Center
ru: Телегид Мерлин

source: Merlin Music Player
ru: Аудиоплеер Мерлин

source: Merlin iDream
ru: Мерлин iDream

source: MerlinEPGCenter
ru: Телегид Мерлин

source: Message
ru: Сообщение

source: Message timeout (sec):
ru: Время показа сообщения (сек):

source: Message...
ru: Сообщение...

source: Meteo Viewer
ru: Просмотр Погоды

source: Metering Mode:
ru: Режим замера экспозиции:

source: Metric
ru: Метрический

source: Metrix InfoBar
ru: Metrix

source: Metropolis InfoBar
ru: Metropolis

source: Metropolis2 InfoBar
ru: Metropolis2

source: Mexico
ru: Мексика

source: Min Fan Start %d rpm at PWM=%d
ru: Мин. Fan Start %d rpm на PWM=%d

source: Min Fan Start %d rpm at VLT=%d
ru: Мин. Fan Start %d rpm на VLT=%d

source: Min Fan Start %d rpm at VLT=%d and PWM=0
ru: Мин. Fan Start %d rpm на VLT=%d и PWM=0

source: Min Fan Stop %d rpm at PWM=%d (%s)
ru: Мин. Fan Stop %d rpm на PWM=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d (%s)
ru: Мин. Fan Stop %d rpm на VLT=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d and PWM=0 (%s)
ru: Мин. Fan Stop %d rpm на VLT=%d и PWM=0 (%s)

source: Mini InfoBar
ru: Мини

source: Minimum age %d years
ru: Минимальный возраст %d лет

source: Minimum bitrate in all streams list:
ru: Минимальный битрейт для всех списков станций:

source: Minimum send interval
ru: Минимальный интервал отправки

source: Miscellaneous tools for Enigma2
ru: Разные инструменты для Enigma2

source: Missing
ru: Отсутствует

source: Mkfs failed
ru: Ошибка mkfs

source: Mobistar FR
ru: Мобистар Франция

source: Mobistar NL
ru: Мобистар Нидерланды

source: Mode
ru: Режим

source: Mode
ru: Режим

source: Model:
ru: Модель:

source: Model: %s
ru: Модель: %s

source: Model: unknown
ru: Модель: неизвестно

source: Modify existing timers
ru: Изменить существующие таймеры

source: Modulation
ru: Модуляция

source: Modulator
ru: Модулятор

source: Modus
ru: Способ

source: Mon
ru: Пн

source: Mon-Fri
ru: Пн-Пт

source: Monday
ru: Понедельник

source: Monthly
ru: Ежемесячно

source: More than just an EPG...
ru: Больше информации в телегиде...

source: More video entries.
ru: Больше данных о видео

source: Mosquito noise reduction
ru: Понижение мелких шумов

source: Most Discussed
ru: Самые обсуждаемые

source: Most Linked
ru: Самые скачиваемые

source: Most Recent
ru: Самые новые

source: Most Responded
ru: Самые отвечаемые

source: Most Viewed
ru: Самые популярные

source: Most discussed
ru: Самые обсуждаемые

source: Most linked
ru: Самые посещаемые

source: Most popular
ru: Самые популярные

source: Most recent
ru: Самые последние

source: Most responded
ru: Самые отвечаемые

source: Most viewed
ru: Самые просматриваемые

source: Motor command retries
ru: Кол-во попыток команд мотора

source: Motor running timeout
ru: Тайм-аут работы мотора

source: Mount
ru: Смонтиров.

source: Mount Manager
ru: Установки монтирования

source: Mount Manager...
ru: Управление монтированием...

source: Mount again
ru: Смонтировать снова

source: Mount as /media/hdd1
ru: Смонтировать как as /media/hdd1

source: Mount as /media/hdd2
ru: Смонтировать как /media/hdd2

source: Mount as /media/hdd3
ru: Смонтировать как /media/hdd3

source: Mount as /media/hdd4
ru: Смонтировать как /media/hdd4

source: Mount as /media/hdd5
ru: Смонтировать как /media/hdd5

source: Mount as /media/usb
ru: Смонтировать как /media/usb

source: Mount as /media/usb1
ru: Смонтировать как /media/usb1

source: Mount as /media/usb2
ru: Смонтировать как /media/usb2

source: Mount as /media/usb3
ru: Смонтировать как /media/usb3

source: Mount as /media/usb4
ru: Смонтировать как /media/usb4

source: Mount as /media/usb5
ru: Смонтировать как /media/usb5

source: Mount as main hdd
ru: Смонтировать как основной hdd (/media/hdd)

source: Mount failed
ru: Монтирование не удалось

source: Mount informations
ru: Информация о подключении

source: Mount on custom path
ru: Смонтировать как текущий путь

source: Mount options
ru: Параметры монтирования

source: Mount point exist!
ru: Точка монтирования существует!

source: Mount type
ru: Тип подключения

source: Mount:
ru: Смонтирован:

source: MountEdit
ru: Редактировать ресурс

source: MountManager
ru: Установки монтирования

source: MountView
ru: Просмотр подключений

source: Mounted/ Unmounted
ru: Подключен Отключен

source: Mountpoints
ru: Точки монтирования

source: Mountpoints management
ru: Управление подключениями

source: Mounts
ru: Монтиров.

source: Mounts editor
ru: Редактор подключений

source: Mounts management
ru: Управление монтированием

source: Mouse
ru: Мышка

source: Mouse X step
ru: Шаг X мыши

source: Mouse Y step
ru: Шаг Y мыши

source: Mouse mode
ru: Режим мыши

source: Move
ru: Перемещение

source: Move Entry Down
ru: Переместить вниз

source: Move Entry Up
ru: Переместить вверх

source: Move PiP to main picture
ru: Переместить PIP на основной экран

source: Move Picture in Picture
ru: Переместить PiP

source: Move down
ru: Переместить вниз

source: Move east
ru: Переместить на восток

source: Move plugin screen
ru: Перемещение окна плагина

source: Move screen down
ru: Переместить окно вниз

source: Move screen to the center of your TV
ru: Переместить окно в центр вашего ТВ

source: Move screen to the left
ru: Переместить окно влево

source: Move screen to the lower left corner
ru: Переместить окно в левый нижний угол

source: Move screen to the lower right corner
ru: Переместить окно в правый нижний угол

source: Move screen to the middle of the left border
ru: Переместить окно к середине левой грани экрана

source: Move screen to the middle of the right border
ru: Переместить окно к середине правой грани экрана

source: Move screen to the right
ru: Переместить окно вправо

source: Move screen to the upper left corner
ru: Переместить окно в левый верхний угол

source: Move screen to the upper right corner
ru: Переместить окно в правый верхний угол

source: Move screen up
ru: Переместить окно вверх

source: Move to other directory
ru: Переместить в другую папку

source: Move to position X
ru: Перемещение к позиции Х

source: Move up
ru: Переместить вверх

source: Move west
ru: Переместить на запад

source: Move/Copy
ru: Перемест./Копир.

source: Moved to position 0
ru: Перемещение к позиции Х

source: Moved to position at index
ru: Перемещение к позиции номера

source: Movement
ru: Перемещение

source: Movie Browser Configuration
ru: Конфигурация браузера видео

source: Movie Color
ru: Цвет записи

source: Movie Directory
ru: Папка с фильмами

source: Movie List Configuration
ru: Конфигурация списка видео

source: Movie Selection
ru: Выбор видео

source: Movie Tagger...
ru: Теги к фильмам...

source: Movie home
ru: Домашний каталог записей

source: Movie list configuration
ru: Настройки списка видео

source: Movie location
ru: Расположение фильма

source: Movie selection
ru: Выбор видео

source: Movie/Drama
ru: Кино/Спектакль

source: MovieCut
ru: MovieCut (физическое вырезание записей)

source: Movielist Preview
ru: Превью к видео

source: Movielist menu
ru: Меню списка видео

source: Movielist preview
ru: Превью списка видео

source: Movies
ru: Фильмы

source: Movies - Action/Adventure
ru: Фильмы - Боевики/Приключения

source: Movies - Anime/Animation
ru: Фильмы - Мультфильмы

source: Movies - Classics
ru: Фильмы - Классика

source: Movies - Documentary
ru: Фильмы - Документальное кино

source: Movies - Drama
ru: Фильмы - Драма

source: Movies - Family
ru: Фильмы - Семейные

source: Movies - Foreign
ru: Фильмы - Зарубежные

source: Movies - Horror
ru: Фильмы - Ужасы

source: Movies - Sci-Fi/Fantasy
ru: Фильмы - Фантастика
