Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Parent Directory
ru: Родительский каталог

source: Parent directory
ru: Родительский каталог

source: Parental control
ru: Родительский контроль

source: Parental control services Editor
ru: Редактор сервисов родительского контроля

source: Parental control services editor
ru: Редактор сервисов родительского контроля

source: Parental control setup
ru: Установки родительского контроля

source: Parental control type
ru: Тип родительского контроля

source: Parsing
ru: Обработка...

source: Parsing channels list
ru: Обработка списка каналов

source: Parsing events
ru: Обработка данных

source: Parsing summaries
ru: Суммарная обработка...

source: Parsing titles
ru: Обработка заголовков...

source: Partitioner
ru: Разделение

source: Partitioning failed!
ru: Создать раздел не удалось!

source: Partitioning...
ru: Создание раздела...

source: Partitions
ru: Разделы

source: Partnerbox - RemotePlayer
ru: ПартнерБокс - Удаленный плеер

source: Partnerbox Setup
ru: Настройки ПартнерБокса

source: Password
ru: Пароль

source: Password setup:
ru: Установка пароля:

source: Path
ru: Расположение

source: Path 'mpd' for Music Player Daemon-Files:
ru: Путь к каталогу mpd

source: Path for Music Player Daemon-Files:
ru: Путь к каталогу плеера:

source: Path for record
ru: Каталог для записи

source: Path for screenshots :
ru: Местоположение скриншотов :

source: Pause
ru: Пауза

source: Pause / Resume Slideshow
ru: Слайд-шоу пауза/возобновить

source: Pause movie at end
ru: Пауза в конце фильма

source: Pause playback
ru: Пауза

source: Pauze/Continue playback
ru: Пауза/Продолжение воспроизведения

source: People & Blogs
ru: Люди и Блоги

source: Percent (%)
ru: Проценты %

source: Percentage left
ru: Проценты слева

source: Percentage right
ru: Проценты справа

source: Period must be greater than 2 minutes
ru: Время должно быть больше, чем 2 минуты

source: Permanent Clock
ru: Часы на экране

source: Permanent Timeshift Enable
ru: Включить постоянный таймшифт

source: Permanent Timeshift Max Events
ru: Максимальное количество событий

source: Permanent Timeshift Max Length
ru: Максимальная длина записи

source: Permanent Timeshift Settings
ru: Настройки постоянного таймшифта

source: Permanent Timeshift Start Delay
ru: Задержка при включении таймшифта

source: Permanently delete all recordings in the trash can?
ru: Окончательное удаление всех записей в корзине?

source: Permanently remove all deleted items
ru: Очистка корзины

source: Persian
ru: Персидский

source: Pets & Animals
ru: Животные

source: Phone number
ru: Номер телефона

source: PiP setup
ru: Настройки PIP

source: PiPSetup
ru: Настройки PIP

source: Picon
ru: Пикон

source: Picon and Service Name
ru: Пикон и название сервиса

source: Picon and service name
ru: Пикон и название сервиса

source: Picons for Streams:
ru: Пиконы для станций:

source: Picture player
ru: Фото плеер

source: Picture restrictions:
ru: Ограничения для постеров:

source: Picture search
ru: Поиск постеров

source: Picture size (width) :
ru: Размер картинки (ширина) :

source: Picture-Player not aviable.
ru: Picture-Player не установлен.

source: PictureCenterFS
ru: Плагин PictureCenterFS

source: PicturePlayer
ru: Просмотр фото

source: Pictures do not rotate
ru: Не вращать спиннер

source: Pillarbox
ru: Черные полосы слева и справа

source: Pillarbox/Pan&Scan
ru: Режим ящика/Масштабирование

source: Pilot
ru: Пилот

source: Pin code needed
ru: Нужен пин-код

source: Ping
ru: Пинг

source: Pingu ChannelSelection
ru: Селектор каналов Pingu

source: Pingu Full ChannelSelection
ru: Расш. селектор каналов Pingu

source: Pingu2 ChannelSelection
ru: Селектор каналов Pingu 2

source: Pingu3 ChannelSelection
ru: Селектор каналов Pingu 3

source: Pingu_TM Changelog
ru: История версии Pingu_TM

source: Pingu_TM Configuration for VTI image If you experience any problems please contact me via PM at --------------->FORUM.DVHK.PL<--------------- 2014 - Czaja0
ru: Настройки Pingu_TM для имиджа VTI При нахождении каких-нибудь багов, пожалуйста, свяжитесь со мной с помощью личного сообщения на --------------->FORUM.DVHK.PL<--------------- 2014 - Czaja0

source: Pingu_TM Font
ru: Шрифт Pingu_TM

source: Pingu_TM successfully updated !! Do you want to restart GUI now?
ru: Pingu_TM успешно обновлен !! Хотите перезагрузить GUI сейчас?

source: PipServiceRelation - Config
ru: Настройки PipServiceRelation так помещаешься в строчку или все-таки нет

source: PipServiceRelation - Entry Config
ru: Настройки ввода PipServiceRelation

source: Place the USB-flash drive in the (front) USB-port and switch the receiver off and on with the powerswitch on the back of the receiver.
ru: Подключите USB накопитель в USB-порт (спереди), выключите и включите спутниковый тюнер тумблером (если такой присутствует) на задней панели ресивера.

source: Place the cut movie in a new file ending with " cut"
ru: Записать в новый файл с пометкой " вырезано "

source: Play
ru: Воспроизвести

source: Play All
ru: Играть Все

source: Play Audio-CD...
ru: Воспроизвести Аудио-CD

source: Play DVD
ru: Воспр. ДВД

source: Play Music...
ru: Воспроизвести Музыку...

source: Play Next File ...
ru: Играю след. файл ...

source: Play Stream
ru: Воспроизвести поток

source: Play Video
ru: Воспроизвести видео

source: Play Video random
ru: Воспроизвести видео в случайном порядке

source: Play Video sorted
ru: Все видео с каталога

source: Play Web and ipTV streams
ru: Прием потоков Web и IPTV

source: Play YouTube movies
ru: Посмотреть ролик YouTube

source: Play after restart?
ru: Воспроизвести после перезапуска?

source: Play audio in background
ru: Воспр. аудио в фоновом режиме

source: Play audio-CD...
ru: Воспроизвести аудио-CD

source: Play back media files
ru: Проигрыватель медиа файлов

source: Play entry
ru: Переход на выбранный

source: Play files from sub-dirs
ru: Воспроизвести файлы из подпапок

source: Play from next mark or playlist entry
ru: Начать со следующей метки или следующей записи в плейлисте

source: Play from previous mark or playlist entry
ru: Воспроизвести начиная с предыдущей метки или записи в плейлисте

source: Play last
ru: Играть последний

source: Play last used songlist after starting
ru: Запускать с последним списком песен при старте

source: Play music...
ru: Воспроизвести музыку...

source: Play next
ru: Играть следующий

source: Play next (return to movie list)
ru: Воспр. след.(через список)

source: Play next (return to previous service)
ru: Воспр. след.(возврат на сервис)

source: Play next video
ru: Играть следующее видео

source: Play previous
ru: Играть предыдущий

source: Play random
ru: Воспроизвести случайный

source: Play recorded movies...
ru: Воспроиз. записанное видео...

source: Play selected file
ru: Играть выбранный файл

source: Play selected movie(s)
ru: Играть выбранное

source: Play settings
ru: Настройки воспроизведения

source: Play stream must be saved before
ru: Перед воспроизведением необходимо сохранить

source: Play video again
ru: Воспроиз. видео снова

source: Played-Stream Info
ru: Информация о текущей станции

source: Playlist
ru: Плейлист

source: Playlist (%s) -> Song List
ru: Плейлист (%s) -> Список песен

source: Playlist Description
ru: Описание Плейлиста

source: Playlist Layout
ru: Заголовки файлов в плейлисте

source: Playlist Name
ru: Название Плейлиста

source: Playlist actions
ru: Операции с плейлистом

source: Playlists
ru: Плейлисты

source: Playlists (%d)
ru: Плейлисты (%d)

source: Please Reboot
ru: Пожалуйста Перезагрузите

source: Please Select Medium to be Scanned
ru: Пожалуйста выберите носитель для сканирования

source: Please add titles to the compilation.
ru: Пожалуйста добавьте названия к компиляции

source: Please always use the latest version ...
ru: Пожалуйста всегда используйте последнюю версию...

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
ru: Имейте в виду, что любой может отключить родительский контроль, если вы еще не установили пин-код.

source: Please be patient, a backup will now be made, because of the used filesystem the back-up will take about 5-7 minutes for this system.
ru: Пожалуйста, будьте терпеливы, резервное копирование начато, для данной файловой системы резервирование займет около 5-7 минут.

source: Please change recording endtime
ru: Пожалуйста, измените время окончания записи

source: Please check the manual of the receiver on how to restore the image.
ru: Пожалуйста, обратитесь к руководству спутникового тюнера, о том, как восстановить прошивку.

source: Please check your network settings!
ru: Пожалуйста, проверьте настройки сети!

source: Please choose .NFI image file from feed server to download
ru: Пожалуйста, выберите *.NFI имидж на сервере для загрузки

source: Please choose a function...
ru: Пожалуйста выберите функцию...

source: Please choose an HbbTV application.
ru: Пожалуйста, выберите приложение HbbTV

source: Please choose an extension...
ru: Пожалуйста, выберите дополнение...

source: Please choose he package...
ru: Пожалуйста, выберите пакет...

source: Please choose the default services lists you want to install.
ru: Пожалуйста, выберите список каналов по умолчанию который вы хотите установить.

source: Please configure crossepg before start downloader
ru: Пожалуйста настройте crossepg до начала загрузки

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
ru: Пожалуйста, настройте или проверьте конфигурацию DNS заполнив нужные данные Когда будете готовы - нажмите ОК для продолжения.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
ru: Пожалуйста, настройте интернет соединение заполнив нужные данные Когда будете готовы - нажмите ОК для продолжения.

source: Please connect your receiver to the internet
ru: Пожалуйста, подключитесь сначала к интернету

source: Please do not change any values unless you know what you are doing!
ru: Пожалуйста, не меняйте параметры, если не разбираетесь в этом!

source: Please do not interrupt once a blind scan has started! It will only take a few minutes, please ...
ru: Начался слепой поиск,пожалуйста, не прерывайте! Это займет всего несколько минут...

source: Please enter a name for the Favorit
ru: Введите имя для Фаворита

source: Please enter a name for the new bouquet
ru: Пожалуйста, введите имя для нового пакета

source: Please enter a name for the new marker
ru: Пожалуйста, введите имя для нового маркера

source: Please enter a new filename
ru: Пожалуйста, введите новое имя файла

source: Please enter filename (empty = use current date)
ru: Пожалуйста, введите имя файла(пусто = текущая дата)

source: Please enter name of the new directory
ru: Пожалуйста, введите имя нового каталога

source: Please enter new name:
ru: Введите новое имя для сервиса:

source: Please enter search words
ru: Пожалуйста, введите поисковые слова

source: Please enter the correct pin code
ru: Пожалуйста, введите правильный Пин-код

source: Please enter the new tag
ru: Пожалуйста введите новый тэг

source: Please enter the old PIN code
ru: Пожалуйста, введите текущий Пин-код

source: Please enter the old pin code
ru: Пожалуйста, введите старый PIN

source: Please enter your email address here:
ru: Пожалуйста, введите ваш email-адрес сюда:

source: Please enter your name here (optional):
ru: Пожалуйста, введите ваше имя сюда (дополнительно):

source: Please enter your search term.
ru: Введите слова для поиска

source: Please follow the instructions on the TV
ru: Пожалуйста, следуйте инструкциям на экране

source: Please install new Version, old version are no longer supported
ru: Пожалуйста, установите новую версию, старые версии не поддерживаются

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ru: Пожалуйста, обратите внимание, что ранее выбранный носитель недоступен, и вместо него будет использован каталог по умолчанию

source: Please play Stream befor sending
ru: Пожалуйста, воспроизведите станцию перед отправкой

source: Please press OK to continue.
ru: Пожалуйста, нажмите ОК для продолжения.

source: Please press OK!
ru: Пожалуйста, нажмите ОК!

source: Please provide a Text to match
ru: Пожалуйста, укажите текст, для соответствия

source: Please reboot your receiver, for the changes to take effect !!!
ru: Для вступления изменений в силу, пожалуйста, перезагрузите ресивер!

source: Please restart GUI to apply the setting
ru: Пожалуйста, перезагрузите GUI для применения настроек

source: Please select .NFI flash image file from medium
ru: Пожалуйста, выберите .NFI имидж с носителя

source: Please select a default EPG type...
ru: Пожалуйста, выберите тип телегида по умолчанию...

source: Please select a playlist to delete...
ru: Пожалуйста, выберите плейлист для удаления

source: Please select a playlist...
ru: Пожалуйста, выберите плейлист...

source: Please select a resolution...
ru: Пожалуйста, выберите разрешение изображения

source: Please select a standard feed or try searching for videos.
ru: Пожалуйста, выберите стандартный канал или попробуйте поискать видео.

source: Please select a sub service...
ru: Пожалуйста, выберите подсервис...

source: Please select a subservice to record...
ru: Пожалуйста, выберите подсервис для записи...

source: Please select a subservice...
ru: Пожалуйста, выберите подсервис...

source: Please select an 3D modus...
ru: Пожалуйста, выберите режим отображения

source: Please select an NFI file and press green key to flash!
ru: Пожалуйста, выберите файл NFI, и нажмите зеленую кнопку!

source: Please select an aspect ratio...
ru: Пожалуйста, выберите пропорцию изображения

source: Please select an extension to remove.
ru: Пожалуйста, выберите дополнение для удаления.

source: Please select an option below.
ru: Пожалуйста, выберите один из следующих вариантов

source: Please select medium to be scanned
ru: Пожалуйста, выберите носитель для сканирования

source: Please select medium to use as backup location
ru: Пожалуйста, выберите носитель для резерного копирования

source: Please select tag to filter...
ru: Пожалуйста, выберите тэг для фильтра...

source: Please select target directory or medium
ru: Пожалуйста, выберите каталог назначения или носитель

source: Please select the backup path...
ru: Выберите местоположение для бекапа...

source: Please select the movie path...
ru: Пожалуйста, выберите путь ...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
ru: Пожалуйста, выберите сетевой интерфейс который будет использован для выхода в интернет Нажмите ОК для продолжения.

source: Please select the restore path...
ru: Выберите местоположение для восстановления...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
ru: Пожалуйста, выберите беспроводную сеть для подключения. Нажмите ОК для продолжения.

source: Please select your preferred configuration.
ru: Пожалуйста, выберите нужную конфигурацию.

source: Please set first volume parameters in the basic settings
ru: Пожалуйста, сначала настройте параметры звука в базовых настройках

source: Please set up tuner A
ru: Пожалуйста, настройте тюнер А

source: Please set up tuner B
ru: Пожалуйста, настройте тюнер B.

source: Please set up tuner C
ru: Пожалуйста, настройте тюнер C

source: Please set up tuner D
ru: Пожалуйста, настройте тюнер D

source: Please update!
ru: Пожалуйста, обновите!

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
ru: Пожалуйста, используйте клавиши навигации для перемещения окна PiP. Нажимайте Фаворит +/- для изменения размеров окна. Нажмите OK для возвращения в режим ТВ или Выход для отмены движения.

source: Please use direction keys to move the browser window. Press Bouquet +/- to resize the window. Press Red to increase width, press Green to decrease width. Press Yellow to increase height, press Blue to decrease height. Press OK to confirm or EXIT to cancel the moving. Press < for normal mode, > for fine mode Current mode: Fine Mode
ru: Используйте кнопки направления для перемещения окна браузера. Нажмите Фаворит +/- для измения размера окна. Красная-Зеленая изменение ширины окна. Желтая-Синяя изменение высоты окна OK для сохранения или Выход для отмены. Нажмите < для нормального режима, > для тонкого режима Текущий режим: тонкий

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
ru: Пожалуйста, используйте клавиши ВВЕРХ и ВНИЗ для выбора языка. Далее нажмите ОК.

source: Please wait
ru: Пожалуйста подождите

source: Please wait (downloading channel list)
ru: Пожалуйста, подождите (загружается список каналов)

source: Please wait (downloading softcam)
ru: Пожалуйста, подождите (загружается эмулятор)

source: Please wait (updating packages)
ru: Пожалуйста, подождите (пакеты обновляются)

source: Please wait for activation of your network configuration...
ru: Подождите, идет активация вашей сетевой конфигурации...

source: Please wait for activation of your network mount...
ru: Пожалуйста, подождите, идет активация сетевого подключения...

source: Please wait while removing selected package...
ru: Подождите, идет удаление выбранного пакета...

source: Please wait while removing your network mount...
ru: Подождите, идет удаление сетевого подключения...

source: Please wait while scanning is in progress...
ru: Пожалуйста, подождите пока идет сканирование...

source: Please wait while searching for removable packages...
ru: Подождите, пока идет поиск установленных пакетов...

source: Please wait while updating your network mount...
ru: Пожалуйста, подождите, идет сохранение подключения...

source: Please wait while we configure your network...
ru: Пожалуйста подождите, идет настройка сети ...

source: Please wait while we prepare your network interfaces...
ru: Подождите, идет подготовка сетевых интерфейсов...

source: Please wait while we test your network...
ru: Подождите пока идет проверка сети...

source: Please wait while your network is restarting...
ru: Пожалуйста, подождите, сеть перезагружается...

source: Please wait, restarting cardserver.
ru: Подождите, кардсервер перезапускается.

source: Please wait, restarting softcam and cardserver.
ru: Подождите, софткам и кардсервер перезапускаются.

source: Please wait, restarting softcam.
ru: Подождите, софткам перезапускается.

source: Please wait...
ru: Пожалуйста, подождите...

source: Please wait... Loading list...
ru: Пожалуйста ждите...Загружается список

source: Please wait.... almost ready!
ru: Пожалуйста, подождите .... почти готово!

source: Pli Multilanguage Font
ru: Шрифт Pli мультиязычный

source: Plugin Browser
ru: Список плагинов

source: Plugin Configuration
ru: Конфигурация плагина

source: Plugin PictureCenterFS not installed or Path failed
ru: Плагин PictureCenterFS не установлен или ошибка местоположения

source: Plugin browser
ru: Установленные плагины

source: Plugin details
ru: Подробности о плагине

source: Plugin for screensaver not installed
ru: Плагин для заставок не установлен

source: Plugin manager activity information
ru: Информация об активации плагинов

source: Plugin manager help
ru: Помощь по менеджеру плагинов

source: Plugin to do cron daemon management
ru: Настройки и управление cron

source: Plugin: %(plugin)s , Version: %(version)s
ru: Плагин: %(plugin)s , Версия: %(version)s

source: PluginBrowser
ru: Меню плагинов

source: Plugins
ru: Плагины

source: Poland
ru: Рольша

source: Polarisation
ru: Поляризация

source: Polarity
ru: Поляризация

source: Polarization
ru: Поляризация

source: Polish
ru: Польский

source: Poll Interval (in h)
ru: Интервал между попытками (в часах)

source: Port
ru: Порт

source: Port A
ru: Порт A

source: Port B
ru: Порт B

source: Port C
ru: Порт C

source: Port D
ru: Порт D

source: Portuguese
ru: Португальский

source: Pos
ru: Положение

source: Position
ru: Позиция

source: Position Setup
ru: Настройка позиции

source: Position X: %s
ru: Позиция X: %s

source: Position X: %s (%s)
ru: Позиция X: %s (%s)

source: Position Y: %s (%s)
ru: Позиция Y: %s (%s)

source: Position of completed timers in timerlist
ru: Позиции выполненных таймеров в списке таймеров

source: Position of finished Timers in Timerlist
ru: Позиции выполненных таймеров в Таймерлисте

source: Position stored at index
ru: Сохраненный номер позиции

source: Positioner
ru: Позиционер

source: Positioner Setup Log...
ru: Лог настроек позиционера...

source: Positioner fine movement
ru: Тонкое движение позиционера

source: Positioner movement
ru: Движение позиционера

source: Positioner setup
ru: Настройки позиционера

source: Positioner setup...
ru: Меню настроек позиционера...

source: Positioner storage
ru: Сохранение позиционера

source: Power off VU+ STB
ru: Выключить ресивер

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
ru: Рабочий режим изменится после записи. Выберите "стандарт" для действий по умолчанию или измените значения вручную.

source: Power threshold in mA
ru: Порог тока в мА

source: Pppd options
ru: Pppd опции

source: Precip.:
ru: Облачность:

source: Predefined transponder
ru: Предопределенный транспондер

source: Prefer AC3
ru: Приоритет AC3

source: Prefer AC3 track
ru: Приоритет дорожки AC3

source: Prefer AC3+ track
ru: Приоритет дорожки AC3+

source: Prefer DVB-graphical subtitles
ru: Приоритет графических DVB субтитров

source: Prefer DVB-graphical subtitles over teletext subtitles, when both types are available.
ru: Предпочтение графическим субтитрам DVB, чем телетекст-субтитрам, когда оба типа имеются.

source: Prefer audio stream stored by service
ru: Приоритетная Аудио-дорожка канала

source: Prefer audio track stored by service
ru: Приоритетная аудио дорожка канала

source: Prefer graphical DVB subtitles
ru: Приоритет графических DVB субтитров

source: Prefer specific tuner
ru: Предпочтение конкретному тюнеру

source: Prefer subtitles for hearing impaired
ru: Приоритет субтитров для людей с нарушениями слуха

source: Prefer subtitles for the hearing impaired over normal subtitles, when both types are available.
ru: Предпочтение субтитрам для людей с нарушениями слуха, чем обычным субтитрам, когда оба типа имеются.

source: Prefer subtitles stored by service
ru: Приоритет субтитров, сохраненных сервисом

source: Prefered EPG Language
ru: Предпочитаемый язык телегида

source: Preferred lamedb
ru: Приоритет Lamedb

source: Preferred tuner
ru: Приоритетный тюнер

source: Preferred tuner for recordings
ru: Приоритетный тюнер для записи

source: Prepare another USB stick for image flashing
ru: Приоритет другого USB-флеша для инсталляции системы

source: Preparing... Please wait
ru: Подготовка ... Пожалуйста подождите

source: Press '0' to toggle internal/external PiP.
ru: Кнопка '0' меняет местами окно PIP и основное.

source: Press ( < OK > ) to change your Buttons !!!
ru: Чтобы изменить кнопки нажмите ОК !

source: Press -Info- to update plugin list
ru: Нажмите -Info- для обновления списка

source: Press INFO on your remote control for additional information.
ru: Нажмите кнопку Инфо на пульте для дополнительной информации.

source: Press MENU on your remote control for additional options.
ru: Нажмите кнопку Меню на пульте для дополнительных опций.

source: Press OK button to change...
ru: Нажмите ОК, чтобы изменить...

source: Press OK for edit
ru: Нажмите ОК для редактирования

source: Press OK for open/close select sub-genres
ru: Нажмите ОК для открытия/выбора поджанров

source: Press OK for select
ru: Нажмите ОК для выбора
