Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Start Sleeptimer
ru: Запустить таймер сна

source: Start Slideshow
ru: Начать слайд-шоу

source: Start Webinterface
ru: Запуск Веб-Интерфейса

source: Start automatically with Enigma2
ru: Запускать автоматически с Enigma2

source: Start execution
ru: Начать выполнение

source: Start from the beginning
ru: Начать с самого начала

source: Start instant recording
ru: Немедленная запись

source: Start offline decode
ru: Запуск оффлайн декодирования

source: Start on Sessionstart
ru: Запускать при старте системы

source: Start recording?
ru: Начать запись?

source: Start selected server
ru: Старт выбранного сервера

source: Start teletext
ru: Показать телетекст

source: Start test
ru: Начать тест

source: Start the playing stream automatically at startup
ru: Запустить поток автоматически при старте

source: Start time
ru: Время начала

source: Start time to ignore inactivity sleeptimer
ru: Время начала игнорирования действий при неактивности

source: Start time to ignore shutdown in standby
ru: Время начала игнорирования в режиме ожидания

source: Start timeshift
ru: Начать таймшифт

source: Start with following feed:
ru: Начать со следующего канала:

source: Start with list screen
ru: Начать с окна списка

source: Start-time:
ru: Время старта:

source: StartTime
ru: Время пуска

source: Starting converter
ru: Старт конвертации...

source: Starting downloader
ru: Старт загрузки...

source: Starting importer
ru: Импорт...

source: Starting on
ru: Начиная с

source: Starting time
ru: Время старта

source: Startup the set top box in standby
ru: Эта функция позволяет переводить ресивер в спящий режим сразу после включения питания или полной перезагрузки

source: Startup to Standby
ru: Режим ожидания при запуске ресивера

source: Static temp C
ru: Статическая темп. C

source: Station is not currently accessible
ru: Станция в данный момент недоступна

source: Station-Name
ru: Название станции

source: Status : 0%
ru: Статус : 0%

source: Status Check Period
ru: Проверять состояние каждые

source: Status: Alarm clock is off
ru: Статус: Будильник - выкл

source: Status: Alarm clock is on
ru: Статус: Будильник - вкл

source: Status: Printer not found
ru: Статус: Принтер не найден

source: Status: Reminder is off
ru: Статус: Напоминание выключено

source: Status: Reminder is on
ru: Статус: Напоминание включено

source: Status: connected
ru: Статус: подключен

source: Status: disconnected
ru: Статус: отключен

source: Status: hdd is active
ru: Статус: Жесткий диск активен

source: Status: no Disc found!
ru: Статус: CD/DVD диск не найден!

source: Status: running
ru: Статус: работает

source: Status: stopped
ru: Статус: остановлен

source: Std Feed Selection
ru: YouTube стандарт

source: Std. Feeds
ru: STD-каналы

source: Std.Feeds
ru: Станд. Фиды

source: Steadiness:
ru: Устойчивость:

source: Step east
ru: Шаг на восток

source: Step in ms for arrow keys
ru: Шаг в мс для кнопок

source: Step in ms for key %i
ru: Шаг в мс для клавиши %i

source: Step in ms for keys '%s'
ru: Шаг в мс для кнопок '%s'

source: Step west
ru: Шаг на запад

source: Stepped east
ru: Поворот на восток

source: Stepped west
ru: Поворот на запад

source: Stereo
ru: Стерео

source: Stop
ru: Стоп

source: Stop PiP
ru: Отключить PIP

source: Stop Playback
ru: Остан. воспр.

source: Stop Playback ...
ru: Воспр. останавливается ...

source: Stop Playing
ru: Остановить воспроизведение

source: Stop Screensaver
ru: Остановить заставку

source: Stop Sleeptimer
ru: Остановить таймер сна

source: Stop Slideshow
ru: Остановить слайд-шоу

source: Stop Timeshift (deleting TS file)
ru: Остановить сдвиг времени (удалить файл таймшифта)

source: Stop Timeshift (keeping TS file)
ru: Остановить сдвиг времени (сохранить файл таймшифта)

source: Stop Timeshift ?
ru: Остановить сдвиг времени?

source: Stop Timeshift?
ru: Остановить сдвиг времени?

source: Stop current event and disable coming events
ru: Остановить текущее событие и отключить ближайшие

source: Stop current event but not coming events
ru: Остановить текущее событие, но не отключать наступающие

source: Stop entry
ru: Остановить событие

source: Stop playback
ru: Остановить запись

source: Stop playing this movie?
ru: Остановить воспроизведение?

source: Stop recording
ru: Остановить запись

source: Stop recording and delete
ru: Остановить и удалить запись

source: Stop service on return to movie list
ru: При возврате к записям не запускать текущий канал

source: Stop test
ru: Остановить тест

source: Stop timer recording
ru: Остановить запись таймера

source: Stop timeshift
ru: Остановить таймшифт

source: Stop timeshift while recording?
ru: Остановить таймшифт на время записи?

source: Stop timeshift?
ru: Остановить сдвиг времени?

source: Stop trying to connect? (wait to check update from DB)
ru: Прекратить попытку соединения? (ждать, чтобы проверить обновления из БД)

source: Stopped
ru: Остановлено

source: Storage device
ru: Место хранения данных

source: Storage path for cover and title:
ru: Расположение для постера и заголовка:

source: Store at index
ru: Сохранить номер

source: Store position
ru: Сохранить положение

source: Stored position
ru: Сохраненное положение

source: Stream
ru: Поток

source: Stream Actions
ru: Действия для потоков

source: Stream Edit or Info
ru: Редакт. потоков или Инфо

source: Stream delete?
ru: Удалить поток?

source: Stream failed
ru: Потока нет

source: Stream from this group plays, please stop before the group delete
ru: Играет поток из этой группы, перед удалением остановите воспроизведение

source: Stream has a limited number of users
ru: У потока ограниченное количество пользователей

source: Stream is difficult to reach
ru: Поток трудно воспроизвести

source: Stream must play before information can be displayed
ru: Станция должна быть запущена перед показом информации потока

source: Stream often changes address
ru: Поток часто меняет URL

source: Stream recording is not allowed from radio station
ru: К сожалению, станция не позволяет запись потока

source: Stream request
ru: Запрос потока

source: Stream sends only temporary / seasonal
ru: Станция работает только временно/сезонно

source: Stream should play....
ru: Поток должен быть запущен...

source: Stream to MusicPlacerDaemon
ru: Вставьте выбранный поток в MPD каталог

source: Stream-Bitrate
ru: Битрейт потока

source: Stream-Name
ru: Название потока

source: Stream-Typ:
ru: Тип потока:

source: Stream-URL
ru: URL потока

source: Stream-description
ru: Описание потока

source: Stream:
ru: Поток:

source: Streaming port
ru: Порт приема потока

source: Streaming sends only temporarily
ru: Потоковая передача только временно

source: Streaming sends stable and reliable
ru: Поток стабилен и надежен

source: Streamlist
ru: Список потоков

source: Streamname exist in Fav-File, overwrite?
ru: Название потока есть в файле фаворитов, переписать?

source: Streamname in this group exist, overwrite?
ru: Название потока есть в группе, переписать?

source: Streamname:
ru: Название потока:

source: Streams videos from Youtube
ru: Потоки видео с Youtube

source: Strongest position
ru: Лучшая позиция

source: Subscribe Newsfeed...
ru: Подписаться на ленту новостей...

source: Subservice list...
ru: Список подсервисов...

source: Subservices
ru: Подсервисы

source: Subtitle Quickmenu
ru: Быстрое меню субтитров

source: Subtitle alignment
ru: Положение субтитров

source: Subtitle border width
ru: Ширина линии для обводки субтитров

source: Subtitle delay when timing is bad
ru: Задержка субтитров при ассинхроне

source: Subtitle delay when timing lacks
ru: Задержка субтитров при нехватке времени

source: Subtitle font size
ru: Размер шрифта субтитров

source: Subtitle language selection 1
ru: Выбор языка субтитров 1

source: Subtitle language selection 2
ru: Выбор языка субтитров 2

source: Subtitle language selection 3
ru: Выбор языка субтитров 3

source: Subtitle language selection 4
ru: Выбор языка субтитров 4

source: Subtitle overlay
ru: Наложение субтитров

source: Subtitle position
ru: Позиция субтитров

source: Subtitle selection
ru: Выбор субтитров

source: Subtitle selection...
ru: Выбор субтитров...

source: Subtitle settings
ru: Настройки субтитров

source: Subtitles
ru: Субтитры

source: Subtitles Settings
ru: Настройки субтитров

source: Succeeded:
ru: Успешно:

source: Success. Press OK to exit.
ru: Успешно. Нажмите ОК для выхода

source: Successfully tuned transponders' previous planes:
ru: Успешно настроены транспондеры из предыдущих:

source: Sucessfully changed password for root user to:
ru: Пароль суперпользователя успешно изменен на:

source: Sun
ru: Вс

source: Sunday
ru: Воскресенье

source: Swap Help button to:
ru: Поставить на кнопку пульта Help:

source: Swap PiP and main picture
ru: Поменять PiP и основную картинку

source: Swap SNR in db with SNR in percentage on OSD
ru: Замена SNR в дцб на SNR в процентах в инфобаре

source: Swap Services
ru: Поменять местами

source: Swap from normal to list mode
ru: Переход от нормального режима к списку

source: Swap on USB/HDD
ru: Управление файлом подкачки

source: Swap services
ru: Поменять местами

source: Sweden
ru: Швеция

source: Swedish
ru: Шведский

source: Switch Help and Help long button :
ru: Переключить кнопки HELP и длинное нажатие кнопки HELP :

source: Switch TV to correct input
ru: Переключить ТВ на корректный вход

source: Switch audio
ru: Переключите аудио

source: Switch between normal mode and list mode
ru: Переход от стандартного режима к списку

source: Switch channel down
ru: Переключить вниз по списку

source: Switch channel up
ru: Переключить вверх по списку

source: Switch next channel
ru: Переключить на следующий канал

source: Switch off images search?
ru: Выключить поиск постеров?

source: Switch to HDMI in mode
ru: Переход в режим HDMI

source: Switch to TV mode
ru: Переключить в режим ТВ

source: Switch to filelist
ru: Переключить на список файлов

source: Switch to next channel
ru: Переключить на следующий канал

source: Switch to next channel in history
ru: Переключить на следующий канал в истории

source: Switch to next sub service
ru: Переключиться на следующий подсервис

source: Switch to next subservice
ru: Переключиться на следующий подсервис

source: Switch to playlist
ru: Переключить на плейлист

source: Switch to previous channel
ru: Переключить на предыдущий канал

source: Switch to previous channel in history
ru: Переключить на предыдущий канал в истории

source: Switch to previous sub service
ru: Переключиться на предыдущий подсервис

source: Switch to previous subservice
ru: Переключиться на предыдущий подсервис

source: Switch to radio mode
ru: Переключить в режим радио

source: Switchable tuner types:
ru: Переключаемые типы тюнеров:

source: Symbol Rate
ru: Символьная скорость

source: Symbol rate
ru: Симв.скорость

source: Symbolrate
ru: Символьная скорость

source: Symbolrate:
ru: Скорость потока:

source: Sync failure moving back to origin !
ru: Сбой синхронизации, возврат к оригиналу!

source: System
ru: Система

source: System Info
ru: Системная информация

source: System Tools
ru: Системные утилиты

source: System Tools 2
ru: Системные утилиты 2

source: System cleanup
ru: Очистка системы

source: System loads
ru: Ср. нагрузка системы за (1,5,15 мин)

source: Systemplugins
ru: Системные плагины

source: T i t l e s
ru: Н а з в а н и я

source: TMBDSettings
ru: Настройки TMBD

source: TMDB Info
ru: TMDB Инфо

source: TMDb info
ru: ТМДб инфо

source: TRANSLATOR_INFO
ru: Никнейм переводчика: ака Учкун Использованы работы предыдущей команды и Дмитрий73 Переводы имиджа и плагинов тут: http://gisclub.tv/index.php?action=forum

source: TS file is too large for ISO9660 level 1!
ru: TS файл слишком большой для ISO9660 уровень 1!

source: TSpanel
ru: Плагин TSpanel

source: TV
ru: ТВ

source: TV System
ru: ТВ система

source: TV Vlaanderen
ru: ТВ Влаандерен

source: TV or Video: next
ru: ТВ или Видео: следующий

source: TV or Video: prev
ru: ТВ или Видео: предыдущий

source: TV physical address report
ru: Оповещение физического адреса ТВ

source: TV screenshot
ru: Скриншот ТВ

source: TV system
ru: ТВ система

source: TV-button
ru: Кнопка ТВ

source: TV-next
ru: ТВ-следующий

source: TV-prev
ru: ТВ-предыдущий

source: TXT PID
ru: TXT ПИД

source: Table of content for collection
ru: Содержание коллекции

source: Table of contents for collection
ru: Содержание коллекции

source: Tag 1
ru: Тэг 1

source: Tag 2
ru: Тэг 2

source: TagEditor
ru: Редактор тэгов

source: Tags
ru: Теги

source: Tags the Timer/Recording will have.
ru: Файлы Таймера/Записи будут иметь тэги.

source: Tags:
ru: Теги:

source: Taiwan
ru: Тайвань

source: Target rpm %4d
ru: Конечный rpm %4d

source: TeleSAT
ru: ТелеSАТ

source: Teletext subtitle color
ru: Цвет телетекста субтитров

source: Teletext subtitle font size
ru: Размер шрифта субтитров телетекста

source: Teletext subtitle horizontal alignment
ru: Расположение субтитров телетекста по горизонтали

source: Television
ru: Телевидение

source: Temp.:
ru: Температура:

source: Temperature
ru: Температура

source: Temperature C %4.1f
ru: Температура C %4.1f

source: Temperature and Fan control
ru: Контроль температуры и вентилятора

source: Temperature and fan control
ru: Контроль температуры и вентилятора

source: Temporarily no connection to the database is possible
ru: Подключение к базе данных временно недоступна

source: Terrestrial
ru: Наземный

source: Terrestrial provider
ru: Наземный провайдер

source: Test Type
ru: Тип теста

source: Test mode
ru: Режим теста

source: Test the network configuration of your STB.
ru: Тест сетевой конфигурации ресивера.

source: Test the network configuration of your receiver.
ru: Тестирование сетевой конфигурации вашего ресивера.

source: Test type
ru: Тип теста

source: Test-Messagebox?
ru: Тест сообщения?

source: Tested %d transponders %d (%d %%) transponders succeeded %d (%d %%) transponders failed
ru: Протестировано %d транспордеров %d (%d %%) успешно %d (%d %%) не удалось

source: Testscreens
ru: Калибровка экрана

source: Text
ru: Текст

source: Text border width
ru: Ширина границы текста

source: Text color
ru: Цвет текста

source: Text font size
ru: Размер шрифта

source: Text to edit:
ru: Текст для редактирования:

source: Text-space:
ru: Промежуток текста:

source: Thai
ru: Тайский

source: Thank you for using the wizard. Please press OK to continue.
ru: Спасибо Вам за использование мастера. Нажмите ОК для продолжения.

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your receiver.
ru: Спасибо, что воспользовались мастером настройки. Ваш ресивер теперь готов к использованию. Чтобы начать пользоваться ресивером нажмите ОК.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
ru: Спасибо Вам за использование мастера. Новый АвтоТаймер добавлен в список. Пожалуйста, нажмите OK для продолжения.

source: Thank you for using the wizard. Your receiver is now ready for use. Press OK to start using your receiver.
ru: Спасибо, что воспользовались мастером настройки. Ваш ресивер теперь готов к использованию. Чтобы начать пользоваться ресивером нажмите ОК.

source: The %d unsuccessful tuning attempts failed for the following reasons:
ru: %d попыток потерпели неудачу по следующим причинам:

source: The 20 last uploads
ru: Последние 20 загруженных

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a special format data DVD (which will not play in stand-alone DVD players) instead?
ru: Стандарт ДВД не поддерживает видео-поток Н.264 (HDTV). Хотите перегнать в специальный формат ДВД-данных?

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formated in EXT2 or EXT3!
ru: Файловая система на устройстве не поддерживает жесткие ссылки. Убедитесь что формат диска EXT2 или EXT3!

source: The NetworkWizard extension is not installed! Please install it.
ru: Расширение мастера сети не установлено! Пожалуйста сначала установите.

source: The OpenPLi team would like to point out that upgrading to the latest nightly build comes not only with the latest features, but also with some risks. After the update, it is possible that your device no longer works as expected. We recommend you create backups with Autobackup or Backupsuite. This allows you to quickly and easily restore your device to its previous state, should you experience any problems. If you encounter a 'bug', please report the issue on www.openpli.org. Do you understand this?
ru: Команда ОпенПли должна вас предупредить, что мы ежедневно работаем над ночными сборками и после очередного обновления не исключена вероятность проблем с имиджем на вашем ресивере. Поэтому рекомендуем создавать бэкапы с помощью плагинов Autobackup или Backupsuite на такой случай, чтобы вы могли быстро восстановить имидж. При обнаружении любых 'багов' просьба сообщить о них нам на сайте www.openpli.org. Осознаете ли это и хотите продолжить?

source: The PIN code has been changed successfully.
ru: ПИН-код успешно изменен.

source: The PIN codes you entered are different.
ru: ПИН-коды, введенные Вами разные.

source: The Softwaremanagement extension is not installed! Please install it.
ru: Расширение управлением ПО не установлено! Пожалуйста, установите.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
ru: Таймер невозможно добавить в список. Нажмите OK для закрытия Мастера.

source: The Timeshift record was not saved yet! What do you want to do now with the timeshift file?
ru: Запись таймшифта не была еще сохранена! Что вы хотите сделать с файлом таймшифта?

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
ru: Отрезок времени из АвтоТаймера имеет атрибут 'расширенный'. Он соответствует событию данного АвтоТаймера, если событие находится в выбранном отрезке времени.

source: The USB stick is now bootable. Do you want to download the latest image from the feed server and save it on the stick?
ru: Загрузочная USB флешка готова. Вы желаете загрузить последнюю прошивку с сервера и сохранить её?

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
ru: USB-флеш подготовлен как загрузочный. Теперь Вы можете установить NFI образ!

source: The VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording is definitely starting at the latest at the startTime. The recording may start earlier or lasts longer. If you also enable "Recording controlled by channel", the recording will only start, when the channel flags the programme as running. Supported channels Germany: ARD, ZDF, Sky and DMAX Austria: ORF and Servus TV Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
ru: VPS-плагин может реагировать на возникающие задержки времени начала или окончания программы. VPS поддерживает только определенные каналы! Если включите VPS, старт записи можно запрограммировать позже времени начала программы. Запись может начаться раньше или длится дольше. Так что, если вы включите "Запись контролируется каналом", запись начнется только, когда на канале стартует программа. Поддерживаемые каналы Германия: ARD, ZDF, Sky и DMAX Австрия: ORF и Servus TV Швейцария: SF Чешская республика: CT Если таймер запрограммирован вручную (не через EPG), необходимо указать время начала программы, например, приведенное в прессе. Если вы установите VPS-время, имя таймера должно быть пустым.

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
ru: VPS-плагин не может проверить, поддерживается ли канал плагином при ручном запрограммировании таймера! Действительно хотите включить VPS?

source: The backup failed. Please choose a different backup location.
ru: Сохранение не выполнено. Выберите другое место ресположения.

source: The command to boot the server has been sent
ru: Команда для включения сервера была отправлена...

source: The counter can automatically be reset to the limit at certain intervals.
ru: Счетчик может автоматически сбрасываться через определённые промежутки времени.

source: The current beta image could not be stable
ru: Текущая бета версия может быть не стабильна

source: The current beta image might not be stable. For more information see %s.
ru: Текущий бета-имидж может быть нестабильным. Дополнительная информация на %s.

source: The current beta image might not be stable. For more information see www.openpli.org.
ru: Текущий бета-имидж может быть нестабильным. Дополнительная информация на www.openpli.org.

source: The directory %s is not writable. Make sure you select a writable directory instead.
ru: В эту папку %s записать нельзя. Убедитесь, что взамен выбрали нужную папку.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
ru: Редактор, который будет использоваться для новых АвтоТаймеров. Это может быть либо Мастер, либо классический редактор.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
ru: Найдено устройство: %s Хотите установить USB флешер на это устройство?

source: The following files were found...
ru: Следующие файлы были найдены ...

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
ru: Видеовход уже настроен. Теперь Вы можете настроить экран с помощью тестовых изображений. Хотите сделать это сейчас?

source: The installation of the default services lists is finished.
ru: Установка списков каналов по умолчанию закончена.

source: The installation of the default settings is finished. You can now continue configuring your STB by pressing the OK button on the remote control.
ru: Установка стандартных настроек закончена. Вы можете продолжить настройку ресивера, нажав кнопку ОК на пульте ДУ.

source: The installation of the default settings is finished. You can now continue configuring your receiver by pressing the OK button on the remote control.
ru: Установка настроек по умолчанию завершена. Можете продолжить настройку Вашего ресивера, нажав кнопку ОК

source: The match attribute is mandatory.
ru: Атрибут обязателен.

source: The md5sum validation failed, the file may be corrupted!
ru: MD5 сумма файла неверна, файл вероятно поврежден!

source: The md5sum validation failed, the file may be corrupted! Are you sure that you want to burn this image to flash memory? You are doing this at your own risk!
ru: Контрольная сумма md5 неправильная, файл может быть повреждён! Уверены, что вы хотите записать этот образ во флэш-память? Вы делаете это на свой страх и риск!

source: The md5sum validation failed, the file may be downloaded incompletely or be corrupted!
ru: Контрольная сумма md5 неправильная, файл может быть загружен не полностью или повреждён!

source: The movie "%s" is cut in the background.
ru: Обработка фильма "%s" будет выполнена в фоновом режиме

source: The movie "%s" is successfully cut
ru: Обработка записи "%s" выполнена успешно

source: The network wizard extension is not installed! Please install it.
ru: Дополнение мастера сети не установлено! Пожалуйста сначала установите.

source: The new URL is flagged and will be accepted after positive test - thank you!
ru: Новый URL отмечен и будет принят после положительного теста, спасибо
