Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Save Path:
ru: Путь сохранения:

source: Save Picture
ru: Сохранить постер

source: Save Playlist
ru: Сохранить плейлист

source: Save Settings
ru: Сохранить настройки

source: Save Timeshift as Movie and continue recording
ru: Сохранить таймшифт как фильм и продолжить запись

source: Save Timeshift as Movie and stop recording
ru: Сохранить таймшифт как фильм и остановить запись

source: Save Title
ru: Сохранить заголовок

source: Save Title-Info
ru: Сохранить инфо заголовка

source: Save all files for webradioFS, PictureCenterFS, PlanerFS, CamoFS
ru: Сохранить все файлы для webradioFS, PictureCenterFS, PlanerFS, CamoFS

source: Save and Close
ru: Сохранить и выйти

source: Save and record
ru: Сохранить и записать

source: Save and stop
ru: Сохранить и остановить

source: Save both delays
ru: Сохранить обе задержки

source: Save config and return to Overview screen
ru: Сохранить конфигурацию и вернуться к обзору

source: Save current %(audio)s delay of %(delay)i ms to key
ru: Сохранить текущую задержку %(delay)i миллисекунд для %(audio)s на кнопку

source: Save current delay to key
ru: Сохранить текущую задержку на кнопку

source: Save filebrowser directory on exit
ru: При следующем входе открыть последнюю папку

source: Save found image automatically
ru: Сохранять найденные картинки автоматически

source: Save genre
ru: Сохранить жанр

source: Save genre as Fav-File
ru: Сохранить жанр как Фаворит

source: Save on recording a found image automatically
ru: Сохранять автоматически найденные картинки при записи

source: Save playlist
ru: Сохранить плейлист

source: Save playlist on exit
ru: Сохранить плейлист при выходе

source: Save satellites.xml?
ru: Сохранить satellites.xml?

source: Save satellites.xml?
ru: Сохранить файл satellites.xml?

source: Save search as AutoTimer
ru: Сохр. поиск как Автотаймер

source: Save selected server
ru: Сохранить выбранный сервер

source: Save selected stream as Favorit
ru: Сохранить выбранный поток как фаворит

source: Save selected stream in a favorite file
ru: Сохранить выбранный поток в файле фаворита

source: Save stream
ru: Сохранить поток

source: Save stream in Fav-File
ru: Сохранить выбранный поток в файле фаворита

source: Save the genre as a new favorites file
ru: Сохранить жанр как новый файл фаворита

source: Save timeshift file
ru: Сохранить файл таймшифта

source: Save timeshift file in movie directory
ru: Сохранить файл таймшифта в папку movie

source: Save to key
ru: Сохранить на клавишу

source: Save values and close plugin
ru: Сохранить значения и закрыть плагин

source: Save values and close screen
ru: Сохранить значения и закрыть окно

source: Saved %(audio)s value: %(delay)i ms
ru: Для %(audio)s значение %(delay)i миллисекунд сохранено

source: Saving data
ru: Сохранение данных

source: Saving timeshift as movie now. This might take a while!
ru: Файл тайшифта сохраняется как фильм. Это займет некоторое время

source: Scaler sharpness
ru: Шкала резкости

source: Scaling Mode
ru: Режим вычисления

source: Scaling mode
ru: Режим масштабирования

source: Scan
ru: Поиск

source: Scan
ru: Сканирование

source: Scan %s
ru: Сканирование %s

source: Scan %s band
ru: Сканирование диапазона %s

source: Scan All
ru: Сканир. все

source: Scan Dutch/Belgian sat provider
ru: Сканировать Голландские/Бельгийские провайдеры

source: Scan Files...
ru: Сканируются файлы...

source: Scan IP
ru: Сканирование IP

source: Scan NFS share
ru: Поиск NFS ресурсов

source: Scan QAM128
ru: Сканировать QAM128

source: Scan QAM16
ru: Сканировать QAM16

source: Scan QAM256
ru: Сканировать QAM256

source: Scan QAM32
ru: Сканировать QAM32

source: Scan QAM64
ru: Сканировать QAM64

source: Scan SR6875
ru: Сканировать SR6875

source: Scan SR6900
ru: Сканировать SR6900

source: Scan Wireless Networks
ru: Сканировать беспроводные сети

source: Scan additional SR
ru: Сканировать дополн. SR

source: Scan band
ru: Диапазон сканирования

source: Scan band EU HYPER
ru: Сканировать диапазон EU HUPER

source: Scan band EU MID
ru: Сканировать диапазон EU MID

source: Scan band EU SUPER
ru: Сканировать диапазон EU SUPER

source: Scan band EU UHF IV
ru: Сканировать диапазон EU UHF IV

source: Scan band EU UHF V
ru: Сканировать диапазон EU UHF V

source: Scan band EU VHF I
ru: Сканировать диапазон EU VHF I

source: Scan band EU VHF III
ru: Сканировать диапазон EU VHF III

source: Scan band US HIGH
ru: Сканировать диапазон US HIGH

source: Scan band US HYPER
ru: Сканировать диапазон US HYPER

source: Scan band US LOW
ru: Сканировать диапазон US LOW

source: Scan band US MID
ru: Сканировать диапазон US MID

source: Scan band US SUPER
ru: Сканировать диапазон US SUPER

source: Scan cable provider channels
ru: Сканирование каналов кабельного провайдера

source: Scan circular polarisation
ru: Сканировать круговую поляризацию

source: Scan files...
ru: Сканируются файлы...

source: Scan found transponders
ru: Найденные транспондеры

source: Scan only FTA services
ru: Искать только каналы FTA

source: Scan path for music files and add them to database
ru: Поиск музыкальных файлов и добавление их в базу данных

source: Scan range
ru: Сканирование диапазона

source: Scan start frequency
ru: Начальная частота сканирования

source: Scan start symbol rate
ru: Начальная символьная скорость

source: Scan stop frequency
ru: Конечная частота сканирования

source: Scan stop symbol rate
ru: Конечная символьная скорость

source: Scan wireless networks
ru: Сканировать беспроводные сети

source: Scan your network for wireless access points and connect to them using your selected wireless device.
ru: Сканирование сети для поиска беспроводных точек доступа и подключения к выбранному устройству.

source: Scanning
ru: Сканирование

source: Scanning %s...
ru: Сканирование %s...

source: Scanning - %d%% completed
ru: Сканирование - %d%% завершен

source: Scanning completed, %d channel found
ru: Сканирование завершено, %d канал найден

source: Scanning completed, %d channels found
ru: Сканирование завершено, %d каналов найдено

source: Scanning failed!
ru: Ошибка сканирования!

source: Scanning...
ru: Сканирование

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ru: Сканировать с мотоподвесом

source: Scheduled download
ru: Плановая загрузка

source: Scheduled download at
ru: Плановая загрузка в

source: Scheduled download disabled
ru: Плановая загрузка отключена

source: Science & Technology
ru: Наука и технологии

source: Screen Adjustment
ru: Настройка экрана

source: ScreenGrabber
ru: Снимок экрана

source: ScreenShot Setup
ru: Настройки Скриншота

source: ScreenShot Setup...
ru: Настройки скриншота...

source: Screensaver
ru: Заставка

source: Screensaver Enable
ru: Включить заставку

source: Screensaver Interval
ru: Интервал заставки

source: Screensaver Video:
ru: Видео заставки:

source: Screensaver-Art:
ru: BЗаставка-Арт:

source: Screensaver-Settings
ru: Настройки заставки

source: Screensaver-Video-File
ru: Заставка-Видео-Файл

source: Screensaver:
ru: Заставка:

source: Screenshot ALL
ru: Полный снимок

source: Screenshot OSD
ru: Снимок меню (OSD)

source: Screenshot of :
ru: Создание скриншота с :

source: Screenshot successfully saved as: %s
ru: Скриншот успешно сохранен как: %s

source: Script Executer
ru: Запуск скпиптов

source: Scripts providers
ru: скриптовые провайдеры

source: Scroll Time [msec]
ru: Время прокрутки (миллисек.)

source: Scroll delay
ru: задержка прокрутки

source: Scroll repeats
ru: Повторение прокрутки

source: Scroll-Speed:
ru: Скорость прокрутки:

source: Scroll-line:
ru: Строчка с прокруткой:

source: Search
ru: Поиск

source: Search EPG
ru: Поиск телегида

source: Search MAC address with IP address:
ru: Поиск по MAC адрес и IP-адрес:

source: Search MACAddress
ru: Поиск MAC адрес

source: Search Term(s)
ru: Поиск записей

source: Search and play YouTube movies
ru: Поиск и воспр. видео с YouTube

source: Search by IP address
ru: Поиск IP-адрес

source: Search category:
ru: Категория поиска

source: Search east
ru: Поиск восток

source: Search for network shares
ru: Поиск общих сетевых ресурсов

source: Search for network shares...
ru: Поиск сетевых подключений...

source: Search for:
ru: Поиск события:

source: Search in Database
ru: Поиск в базе данных

source: Search in iDream database
ru: Поиск в базе данных

source: Search region:
ru: Регион поиска:

source: Search restricted content:
ru: Ограничение поиска:

source: Search results for '%s' in all albums
ru: Результаты поиска по имени альбома '%s'

source: Search results for '%s' in all artists
ru: Результаты поиска по исполнителю '%s'

source: Search results for '%s' in all titles
ru: Результаты поиска по названию '%s'

source: Search results for '%s' in title, artist or album
ru: Результаты поиска по названию, исполнителю и имени альбома '%s'

source: Search strictness
ru: Точность поиска

source: Search the database by name or partial name
ru: Поиск в базе данных по имени или по части имени

source: Search titles
ru: Поиск по названиям

source: Search type
ru: Тип поиска

source: Search west
ru: Поиск на западе

source: Search: %s
ru: Поиск: %s

source: Searching
ru: Поиск...

source: Searching east ...
ru: Поиск на востоке ...

source: Searching for available updates. Please wait...
ru: Поиск доступных обновлений. Пожалуйста, подождите ...

source: Searching for new installed or removed packages. Please wait...
ru: Поиск новых установленных или удаленных пакетов. Пожалуйста, подождите ...

source: Searching west ...
ru: Поиск на западе ...

source: Searching your network. Please wait...
ru: Поиск в сети. Пожалуйста,подождите ...

source: Searching, be patient ...
ru: Идет поиск, ждите...

source: Second InfoBar ...
ru: Второй инфобар ...

source: Second cable of motorized LNB
ru: Второй кабель от позиционера

source: Second to recurrence:
ru: Секунд, чтобы повторить:

source: Second-InfoBar Timeout (in Sec. , 0 = wait for OK)
ru: Время показа второго инфобара (в Сек. , 0 = нажать OK)

source: Second-InfoBar setup
ru: Установки второго инфобара

source: Second-InfoBar working mode
ru: Режим показа второго инфобара

source: SecondInfobar Normal
ru: Стандартный

source: SecondInfobar Style:
ru: Стиль второго инфобара:

source: SecondInfobar Transparent
ru: Прозрачный

source: SecondInfobar Transparent ZZPicons
ru: Прозрачные ZZ Пиконы

source: SecondInfobar Transparent2
ru: Прозрачный 2

source: Secondary DNS
ru: Вторичный DNS

source: Secondinfobar Cameleon
ru: Cameleon

source: Secondinfobar Dark
ru: Темный

source: Secondinfobar INFINNITY
ru: Инфинити

source: Secondinfobar Kuba
ru: Куба

source: Secondinfobar Man Utd
ru: Манчестер Юнайтед

source: Secondinfobar Metropolis
ru: Metropolis

source: Secondinfobar Metropolis2
ru: Metropolis2

source: Secondinfobar PINGU_TM
ru: PINGU_TM

source: Sectors: %s (max) %s (current)
ru: Секторов %s (макс) %s (текущ.)

source: Sectors: unknown
ru: Секторов: неизвестно

source: Seek
ru: Искать

source: Seek backward
ru: Перемотка назад

source: Seek backward (enter time)
ru: Перемотать назад (введите время)

source: Seek forward
ru: Перемотка вперед

source: Seek forward (enter time)
ru: Перемотать вперед (введите время)

source: Seeking connected events
ru: Поиск связанных событий

source: Selceted File is:
ru: Выбранный файл:

source: Select
ru: Выбрать

source: Select "exact match" to enforce "Match title" to match exactly or "partial match" if you only want to search for a part of the event title.
ru: Выберите "точное совпадение" для поиска или "частичное", если вы только хотите найти часть названия.

source: Select CAId
ru: Выбрать CAID

source: Select Card Server
ru: Выбрать кардсервер

source: Select Channel
ru: Выбор канала

source: Select Copy/Move location...
ru: Выберите местоположение Копировать/Переместить...

source: Select HDD
ru: Выбрать жесткий диск

source: Select Location
ru: Выбор расположения

source: Select Network Adapter
ru: Выбор сетевого адаптера

source: Select Screensaver-Art
ru: Выбор Заставки-Арт:

source: Select SoftCam or CardServer
ru: Выберите Эмулятор или КардСервер

source: Select Softcam
ru: Выбрать эмулятор

source: Select Tuner
ru: Выберите Тюнер

source: Select URL type
ru: Выберите тип URL

source: Select Your Font:
ru: Выберите шрифт:

source: Select a VLC-Server
ru: Выберите VLC-сервер

source: Select a VLC-Server Profile
ru: Выберите профиль сервера VLC

source: Select a bouquet
ru: Выберите фаворит

source: Select a bouquet to add a channel to
ru: Выберите букет, в который добавляется канал

source: Select a movie
ru: Выберите фильм

source: Select a network adapter
ru: Выбор сетевого адаптера

source: Select a recording mode
ru: Выбор режима записи

source: Select a skin
ru: Выберите скин

source: Select a timer to import
ru: Выберите таймер для импорта

source: Select a timer to search
ru: Выберите таймер для поиска

source: Select a tuner
ru: Выберите тюнер

source: Select a wireless network
ru: Выберите беспроводную сеть

source: Select action
ru: Выберите действие

source: Select action for timer %s:
ru: Выберите действие для таймера - %s:

source: Select action for timer '%s'.
ru: Выберите действие для таймера '%s'.

source: Select an image to be downloaded
ru: Выберите прошивку для загрузки

source: Select audio mode
ru: Выбор аудиорежима

source: Select audio track
ru: Выбрать звуковую дорожку

source: Select backup files
ru: Выбор файлов бекапа

source: Select backup location
ru: Выбор расположения бекапа

source: Select bouquet to record on
ru: Выбор пакета для записи на

source: Select channel to record from
ru: Выбрать канал для записи

source: Select channel to record on
ru: Выбор канала для записи на

source: Select copy destination for:
ru: Выберите место для копии:

source: Select default EPG type...
ru: Выбор типа телегида по умолчанию...

source: Select desired image from feed list
ru: Выберите желаемый имидж из списка

source: Select destination for:
ru: Выберите пункт назначения для:

source: Select files for backup.
ru: Выбор файлов для резервного копирования.

source: Select files for backup. Currently selected:
ru: Выбор файлов для резервной копии. Выбрано:

source: Select files to backup
ru: Выберите файлы для Бекапа

source: Select files/folders to backup
ru: Выберите файлы/папки для Бекапа

source: Select genre
ru: Выбор жанра

source: Select image
ru: Выбор прошивки

source: Select input device
ru: Выберите устройства ввода

source: Select input device.
ru: Выберите устройства ввода.

source: Select install files
ru: Выберите файлы для установки

source: Select interface
ru: Выберите интерфейс

source: Select language
ru: Выбор языка

source: Select location
ru: Выбор расположения

source: Select mode
ru: Режим выбора

source: Select movie
ru: Выберите фильм

source: Select new feed to view.
ru: Выберите новый канал для просмотра.

source: Select package
ru: Выберите пакет

source: Select path
ru: Выбрать путь

source: Select provider to add...
ru: Выберите провайдер для добавления...

source: Select refresh rate
ru: Выберите частоту обновления

source: Select running service on start:
ru: При старте выбрать текущий канал:

source: Select service to add...
ru: Выберите канал для добавления...

source: Select target folder
ru: Выбрать папку назначения

source: Select text to search for
ru: Выберите текст для поиска

source: Select the NTP server and start NTPupdate
ru: Выбор сервера NTP и запуск обновления

source: Select the key you want to set to %i ms
ru: Выберите клавишу, которую хотите установить на задержку %i миллисекунд

source: Select the location to save the recording to.
ru: Выберите место для сохранения записи.

source: Select the movie path
ru: выбрать папку для фильмов

source: Select type
ru: Выбор типа

source: Select type of Filter
ru: Выбор типа фильтра

source: Select upgrade source
ru: Выбор источника обновления

source: Select upgrade source to edit.
ru: Выбор источника обновления для редактирования

source: Select video input with up/down buttons
ru: Выберите видео вход клавишами ВВЕРХ/ВНИЗ

source: Select video mode
ru: Выберите видеорежим

source: Select whether or not you want to enforce case correctness.
ru: Выберите, желаете или нет соблюдать точность.

source: Select wireless network
ru: Выберите беспроводную сеть

source: Select your choice.
ru: Выберите пункт.

source: Select your provider, and press OK to start the scan
ru: Выберите провайдера и нажмите ОК для старта

source: Selected Stream copy,move,edit,new,delete
ru: Копирование, перемещение, редактирование, удаление выбранной станции

source: Selected entry has been saved
ru: Выбранная запись была сохранена

source: Selected mount point is already used by another drive.
ru: Выбранная точка монтирования уже используется другим устройством

source: Send DiSEqC
ru: Отправить DiSEqC

source: Send DiSEqC only on satellite change
ru: Отправить DiSEqC только при смене спутника

source: Send ESC for EXIT key
ru: Отменить на кнопке EXIT

source: Send played stream to Database
ru: Отправить текущую станцию в базу данных

source: Send to Database or Save
ru: Отправить в базу данных или сохранить

source: Sensibility:
ru: Чувствительность:

source: Sensors
ru: Сенсоры

source: Sep
ru: Сент.

source: Separate titles with a main menu
ru: Отдельные главы главного меню

source: Seperate titles with a main menu
ru: Отдельные главы в главном меню

source: September
ru: Сентября

source: Sequence repeat
ru: Последовательность повторения

source: Serbian
ru: Сербский

source: Serial: %s
ru: Сериал: %s

source: Serial: unknown
ru: Сериал: неизвестно

source: Server Address
ru: Адрес Сервера

source: Server IP
ru: IP сервера

source: Server Profile Name
ru: Имя профиля сервера

source: Server share
ru: Местоположение сервера

source: Server version:
ru: Версия сервера:

source: Server:
ru: Сервер:

source: Server:
ru: Сервер:

source: Service
ru: О сервисе

source: Service Info
ru: Информация о сервисе

source: Service Manager
ru: Управление службами

source: Service Name
ru: Название канала

source: Service Scan
ru: Поиск сервисов

source: Service Title mode
ru: Режим переименования канала

source: Service Tools
ru: Системные утилиты

source: Service delay
ru: Задержка для канала

source: Service has been added to the favourites.
ru: Канал был добавлен в избранное.

source: Service has been added to the selected bouquet.
ru: Канал был добавлен в выбранный пакет

source: Service info
ru: Инфо канала

source: Service invalid! (Timeout reading PMT)
ru: Сервис не работает! (Таймаут чтения PMT)

source: Service name
ru: Название канала

source: Service not found! (SID not found in PAT)
ru: Сервис не найден! (SID не найден в PAT)

source: Service reference
ru: Референс канала

source: Service scan
ru: Поиск каналов

source: Service searching
ru: Поиск сервисов...

source: Service title mode
ru: Режим переименования канала

source: Service unavailable! Check tuner configuration!
ru: Сервис недоступен! Проверьте настройки тюнера!

source: Serviceinfo
ru: Инфо канала

source: Servicename
ru: Название канала

source: Services
ru: Каналы

source: Services Editor
ru: Редактор каналов

source: Set End Time
ru: Установить время окончания

source: Set Limits
ru: Включить ограничения

source: Set Password
ru: Установить

source: Set Saver-Type
ru: Тип сохранения

source: Set Voltage and 22KHz
ru: Установить напряжение и 22КГц

source: Set archive mode (644)
ru: Присвоить права чтения (644)

source: Set available internal memory threshold for the warning.
ru: Установите порог обьема флеш-памяти для вывода предупреждения

source: Set delay to %i ms (can be set)
ru: Уставновить задержку на %i миллисекунд (может быть выбран)

source: Set end time
ru: Установите время окончания

source: Set executable mode (755)
ru: Присвоить права выполнения (755)

source: Set first the Softlink name ...
ru: Установите сначала название ссылки ...

source: Set fixed
ru: Зафиксировать

source: Set fps for external subtitles
ru: Выбор fps для внешних субтитров

source: Set interface as default Interface
ru: Установить интерфейс по умолчанию

source: Set limits
ru: Набор ограничений

source: Set maximum duration
ru: Установить максимальную продолжительность

source: Set name
ru: Выбор названия

source: Set search term
ru: Критерий поиска

source: Set sispmctl on exit:
ru: Настройка sispmctl при выходе:

source: Set sispmctl on start:
ru: Настройка sispmctl при запуске:

source: Set sispmctl when saver off:
ru: Настройка sispmctl при несохранении:

source: Set sispmctl when saver on:
ru: Настройка sispmctl при сохранении:

source: Set start directory
ru: Выбор стартового каталога

source: Set startup service
ru: Назначить канал как стартовый

source: Set the brightness level of the front panel display during standby.
ru: Установите уровень яркости дисплея для режима ожидания.

source: Set the depth of 3D effect. Press [0] for standard value.
ru: Установить интенсивность 3D-эффекта. Нажмите на (0) для стандартных значений.

source: Set the initial fast forward speed.
ru: Выберите начальную скорость перемотки вперед.

source: Set the initial rewind speed.
ru: Выберите начальную скорость перемотки назад.

source: Set the type of the progress indication in the channel selection screen.
ru: Установите тип отображения прогресса в меню выбора каналов.

source: Set this NO to disable this AutoTimer.
ru: Выберите НЕТ для отключения выбранного АвтоТаймера.

source: Set time window to 1 hour
ru: Установка времени окна на 1 час

source: Set time window to 2 hours
ru: Установка времени окна на 2 часа

source: Set time window to 3 hours
ru: Установка времени окна на 3 часа

source: Set time window to 4 hours
ru: Установка времени окна на 4 часа

source: Set time window to 5 hours
ru: Установка времени окна на 5 часов

source: Set time window to 6 hours
ru: Установка времени окна на 6 часов

source: Set voltage and 22KHz
ru: Установить напряжение и 22КГц

source: Setting key canceled
ru: Кнопка не назначена

source: Settings
ru: Настройки

source: Settings-basics
ru: Базовые настройки

source: Setup
ru: Настройка

source: Setup ChameleonHD
ru: Установки Хамелеон HD

source: Setup LED brightness and blink interval
ru: Настройки яркости LED и интервала мерцания

source: Setup Mode
ru: Режим настроек

source: Setup Mounts
ru: Установки монтирования

source: Setup MyEnigmaTranslation
ru: Локализация ОпенПли

source: Setup PiPServiceRelation
ru: Плагин PIPServiceRelation

source: Setup for the Audio Sync Plugin
ru: плагин для синхронизации аудио

source: Setup menu
ru: Настройки меню

source: Setup mode
ru: Режим настроек

source: Setup your positioner
ru: Настройки вашего позиционера

source: Setup your satellite equipment
ru: Настройка спутникового оборудования

source: SetupActions
ru: Выбор действий

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
ru: Должен ли мастер USB-флеша установить имидж %s во внутреннюю флеш-память?

source: Sharpness
ru: Резкость

source: Sherlock
ru: Шерлок

source: Sherlock-Setup
ru: Настройки Шерлок

source: Shift-TV/Stop key
ru: Кнопка СТОП

source: ShootYourScreen Setup
ru: Плагин для скриншотов

source: ShootYourScreen for VU+ STB - %s
ru: Плагин создания скриншотов - %s

source: Short Movies
ru: Короткометражка

source: Short filenames
ru: Короткие названия файлов

source: Should quick toggle command be present in menu / extensions list?
ru: Для быстрого доступа отображать в меню/системном меню ?

source: Should the plugin turn on 3D mode automatically judging on the playing media title (3D in service or file name)?
ru: При включении плагином режима 3D, отразить автоматически в названии воспроизводимого файла?

source: Should this AutoTimer be restricted to a timespan?
ru: Должен ли выбранный АвтоТаймер ограничиваться отрезком времени?
