Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Preferred tuner DVB-C for recordings
ru: Приоритетный тюнер DVB-C для записей

source: When enabled, this setting has more weight than 'Preferred tuner'.
ru: Когда включен этот параметр, то он имеет большее предпочтение чем 'Приоритетный тюнер'.

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
ru: Когда включен этот параметр, то он имеет большее предпочтение чем 'Приоритетный тюнер для записей'.

source: Show background behind subtitles
ru: Показать фон позади субтитров

source: Configure if behind the subtitles a background is shown.
ru: Настройка для показа фона позади субтитров.

source: WakeupTimer Configuration
ru: Настройки таймера включения

source: Enable wakeup timer
ru: Активировать таймер включения

source: No, except Wakeup timer
ru: Нет, исключение таймер включения

source: Wakeup time
ru: Время включения

source: Wakeup timer
ru: Таймер включения

source: Press OK and configure the days and times wakeup receiver from deep standby mode.
ru: Нажмите ОК для настройки дней и времени включения ресивера из режима глубокого ожидания.

source: Note: when enabled, and you do want standby mode after wake up, set option 'Startup to Standby' as 'No, except Wakeup timer'.
ru: Заметка: если активировано и вы хотите перейти в режим ожидания после включения, установите опцию 'Режим ожидания при старте' как 'Нет, исключение таймер включения'.

source: Exit/OK
ru: Выход/OK

source: Current rotor position:
ru: Текущая позиция ротора:

source: Select slot
ru: Выбор слота

source: Write to /tmp/positionersetup.log
ru: Запись в /tmp/positionersetup.log

source: Positioner setup log
ru: Лог настроек позиционера

source: Open setup tuner
ru: Открыть настройки тюнера

source: Yes (save index in setup tuner)
ru: Да (сохранить номер в настройках тюнера)

source: Really store at index %2d for current position?
ru: Действительно сохранить номер %2d для текущей позиции?

source: Sorry, this tuner is in use.
ru: Извините, но этот тюнер в данный момент занят.

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
ru: Может быть причина этого, что сейчас идет запись. Остановите пожалуйста запись,перед настройкой позиционера.

source: Audio plugins
ru: Аудио плагины

source: Enable timer conflict detection
ru: Включить обнаружение конфликтов таймера

source: Descramble sending http streams
ru: Декодировать отправленные http стрим потоки

source: Descramble receiving http streams
ru: Декодировать полученные http стрим потоки

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting. Default off.
ru: Если это включено, то полученные http стрим потоки будут всегда декодироватся.Это занимает больше ресурсов (декодирование демультиплексорами), включить только при необходимости. Индивидуальные стрим потоки всегда декодируются, если 0x100 добавляется к типу сервиса, независимо от этого параметра. По дефолту выключено.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling. Default on.
ru: Если это включено, то http стрим потоки декодируются на стороне сервера. (Дистанционный) клиент получатель стрим потока не должен делать декодирование. По дефолту включено.

source: When you use the remote fallback tuner to do recording, the timer conflict detection can't handle remote fallback tuners. This option allows you to turn off the timer confict detection
ru: При использовании дистанционного резервного тюнера для записей, обнаружение конфликтов таймеров не может сделать исключение для резервного тюнера. Эта опция позволяет отключить обнаружение конфликта таймера. Не рекомендуется!

source: A recording is currently running. Please stop the recording before trying to start a testing DiSEqC.
ru: В текущее время идет запись. Пожалуйста остановите запись перед началом тестирования DiSEqC.

source: Log results to /tmp
ru: Запись результата лога в /tmp

source: Press OK to get further details for %s
ru: Нажмите ОК, чтобы получить подробную информацию для %s

source: Stop testing plane after # failed transponders
ru: Остановка теста после # неудачного транспондера

source: Stop testing plane after # successful transponders
ru: Остановка теста после # успешного транспондера

source: Test DiSEqC settings
ru: Настройки теста DiSEqC

source: The results have been written to %s
ru: Результаты были записаны в %s

source: Warning! This is an option for advanced users. Really disable timer conflict detection?
ru: Внимание! Это вариант для продвинутых пользователей, нужен только при использовании запасного ресивера. Действительно отключить обнаружение конфликтов таймера?

source: and never ask this again
ru: и никогда больше не спрашивать опять

source: Ignore conflict
ru: Игнорировать конфликт

source: Show warning before set 'Ignore conflict'
ru: Показать предупреждение перед установкой 'Игнорировать конфликт'
