Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: Disable Picture in Picture
ru: Отключить режим PiP

source: Disable Subtitles
ru: Отключить субтитры

source: Disable access for user root
ru: Отключить доступ под пользователем root

source: Disable auto update of channel list
ru: Выключить автоматическое обновление списка каналов

source: Disable background scanning
ru: Отключить фоновое сканирование

source: Disable crashlog reporting
ru: Отключить отчет о крешлогах

source: Disable current event but not coming events
ru: Отключить только текущую передачу, но оставить следующие

source: Disable infobar timeout for ok button
ru: Выключить таймаут инфопанели по кнопке ОК

source: Disable shutdown in EPGRefresh time span:
ru: Не выключать во время обновления телегида:

source: Disable timer
ru: Отключить таймер

source: Disable tuner failure popup
ru: Выключить всплывающее окно при ошибке тюнера

source: Disabled
ru: Отключен

source: Disassemble to bytecode...
ru: Дизассемблирование в байт-код...

source: Discard changes and close plugin
ru: Отменить изменения и закрыть плагин

source: Discard changes and close screen
ru: Отменить изменения и закрыть

source: Discard scheduled timer?
ru: Удалить запланированный таймер?

source: Disconnect
ru: Отключить

source: Diseqc port %s: %s
ru: Порт дайсика %s: %s

source: Dish
ru: Антенна

source: Disk free : %d MByte
ru: Свободное пространство : %d Мегабайт

source: Disk space to reserve for recordings (in GB)
ru: Резервировать место на диске для записей (в Гб)

source: Disk temperature: %s
ru: Температура диска: %s

source: Disk temperature: unknown
ru: Температура диска: неизвестно

source: Display 16:9 content as
ru: Показывать 16:9 контент как

source: Display 3D confirmation
ru: Подтверждение о включении 3D (в сек)

source: Display 4:3 content as
ru: Показывать 4:3 контент как

source: Display 4:3 content as
ru: 4:3 контент показать

source: Display 4:3 content as Pan&amp;Scan
ru: 4:3 контент показать обрезав справа и слева

source: Display 4:3 content as Pillarbox
ru: 4:3 контент показать с черными полосами справа и слева

source: Display >16:9 content as
ru: Показывать >16:9 контент как

source: Display FRITZ!box-Fon calls on screen
ru: Показ звонков FRITZbox-Fon на экране

source: Display and Userinterface
ru: Дисплей и пользовательский интерфейс

source: Display and userinterface
ru: Дисплей и пользовательский интерфейс

source: Display message before playing next movie
ru: Сообщение перед воспр. следующей записи

source: Display search results by:
ru: Показать результаты поиска для:

source: Display setup
ru: Настройка дисплея

source: Display-Len:
ru: Длина дисплея:

source: Display-Scroll-Speed (0=Off):
ru: Скорость прокрутки дисплея (0=выкл):

source: Display-Settings
ru: Настройки дисплея

source: Distance from the left:
ru: Расстояние слева:

source: Distance from the top
ru: Расстояние сверху:

source: Distance:
ru: Длительность:

source: Do not change
ru: Не изменять

source: Do not record
ru: Не записывать

source: Do not zap to not available services
ru: Не переключать, когда нет доступных каналов

source: Do nothing
ru: Ничего не делать

source: Do you really want to REMOVE the plugin "%s"?
ru: Действительно хотите УДАЛИТЬ плагин "%s"?

source: Do you really want to check the filesystem? This could take lots of time!
ru: Действительно хотите проверить файловую систему? Это займет некоторое время!

source: Do you really want to clear the whole database?
ru: Действительно хотите очистить всю базу данных?

source: Do you really want to convert the filesystem? You cannot go back!
ru: Действительно хотите преобразовать файловую систему? Вы не сможете вернуться назад!

source: Do you really want to delete %s?
ru: Действительно хотите удалить %s?

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
ru: Действительно хотите удалить все теги везде? (Имейте ввиду, это необратимо!)

source: Do you really want to delete all titles of album %s from database?
ru: Действительно хотите удалить все песни альбома %s из базы данных?

source: Do you really want to delete all titles of artist %s from database?
ru: Действительно хотите удалить все песни артиста %s из базы данных?

source: Do you really want to delete all titles of genre %s from database?
ru: Действительно хотите удалить все песни жанра %s из базы данных?

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
ru: Действительно хотите удалить тег "%s" везде? (Имейте ввиду, это необратимо!)

source: Do you really want to delete this entry?
ru: Действительно хотите удалить эту запись?

source: Do you really want to delete this file?
ru: Действительно хотите удалить файл?

source: Do you really want to download the plugin "%s"?
ru: Действительно хотите загрузить плагин "%s"?

source: Do you really want to exit?
ru: Действительно хотите выйти?

source: Do you really want to initialize the device? All data on the disk will be lost!
ru: Действительно хотите инициализировать устройство? Все данные на диске будут потеряны!

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
ru: Действительно хотите форматировать жёсткий диск? Все данные на данном диске будут потеряны!

source: Do you really want to remove the plugin "%s"?
ru: Действительно хотите удалить плагин "%s"?

source: Do you really want to remove directory %s from the disk?
ru: Действительно хотите удалить каталог %s с диска?

source: Do you really want to remove your bookmark of %s?
ru: Действительно хотите удалить закладку %s?

source: Do you really want to save? Please restart you tuner for the options to take effect!!!
ru: Действительно хотите сохранить? Пожалуйста, перезагрузите тюнер для применения изменений!

source: Do you really want to stop the recording?
ru: Действительно хотите остановить запись?

source: Do you realy want to DELETE:
ru: Действительно хотите удалить:

source: Do you want to backup now? After pressing OK, please wait!
ru: Хотите создать резервную копию? После нажатия OK, пожалуйста, ждите!

source: Do you want to burn this collection to DVD medium?
ru: Хотите записать эту коллекцию на DVD носитель?

source: Do you want to do a service scan?
ru: Хотите сканировать спутник?

source: Do you want to do another manual service scan?
ru: Продолжить ручное сканирование?

source: Do you want to download the image to %s ?
ru: Хотите загрузить прошивку в %s ?

source: Do you want to enable the parental control feature on your receiver?
ru: Хотите включить функцию родительского контроля на вашем ресивере?

source: Do you want to enter a username and password for this host?
ru: Хотите ввести имя пользователя и пароль для данного хоста?

source: Do you want to execute?
ru: Действительно хотите запустить?

source: Do you want to execute?\n
ru: Действительно хотите запустить?\n

source: Do you want to install a channel list?
ru: Хотите установить данный список каналов?

source: Do you want to install default sat lists?
ru: Хотите установить спутники по умолчанию?

source: Do you want to install the package:
ru: Хотите установить пакет?:

source: Do you want to make a back-up on USB? This only takes a few minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select Yes.
ru: Вы хотите сделать полный бэкап на USB стик? Это занимает всего несколько минут,в зависимости от используемой файловой системы и полностью автоматизировано. Убедитесь, что вы сначала вставили флешку, затем выберите 'Да'.

source: Do you want to make an USB-back-up image on HDD? This only takes a few minutes and is fully automatic.
ru: Вы хотите сделать бэкап в формате USB на жесткий диск? Это займет всего несколько минут и полностью автоматизировано.

source: Do you want to play DVD in drive?
ru: Хотите воспроизвести DVD в приводе?

source: Do you want to play this media file? %s
ru: Вы хотите проиграть этот медиа файл? %s

source: Do you want to preview this DVD before burning?
ru: Хотите просмотреть DVD перед записью?

source: Do you want to reboot your receiver?
ru: Хотите перезагрузить ресивер?

source: Do you want to remove binary data?
ru: Хотите удалить бинарные данные?

source: Do you want to remove the package:
ru: Хотите удалить пакет:

source: Do you want to restore your settings?
ru: Хотите восстановить Ваши настройки?

source: Do you want to resume this playback?
ru: Хотите продолжить воспроизведение?

source: Do you want to scan another transponder/satellite?
ru: Хотите сканировать еще один транспондер / спутник?

source: Do you want to see more entries?
ru: Хотите видеть больше видео?

source: Do you want to set
ru: Хотите установить

source: Do you want to submit your email address and name so that we can contact you if needed?
ru: Хотите отправить ваш e-mail адрес, чтобы мы могли связаться с вами при необходимости?

source: Do you want to update your receiver to %s?
ru: Хотите обновить свой ресивер на %s?

source: Do you want to update your receiver?
ru: Хотите обновить свой ресивер?

source: Do you want to update your receiver? After pressing OK, please wait!
ru: Хотите обновить свой ресивер? После нажатия ОК, пожалуйста, подождите!

source: Do you want to upgrade the package:
ru: Хотите обновить пакет:

source: Do you want to upgrade?
ru: Хотите обновить?

source: Do you want to view a tutorial?
ru: Хотите просмотреть инструкцию?

source: Doctor Watson mode:
ru: Режим Доктор Ватсон

source: Dolby Digital default
ru: по умолчанию Dolby Digital

source: Dolby Digital downmix
ru: Dolby Digital микширование

source: Don't ask, just send
ru: Не спрашивать, только отправить

source: Don't auto-restore this next time
ru: Следующее авто-восстановление отключить

source: Don't cut
ru: Ничего не вырезать

source: Don't reconstruct
ru: Не реконструировать

source: Don't save
ru: Не сохранять

source: Don't save Timeshift as Movie
ru: Не сохранять Таймшифт как фильм

source: Don't stop current event but disable coming events
ru: Не останавливать текущее событие, но отключить ближайшие события

source: Done
ru: Выполнено

source: Done - Installed or upgraded %d packages
ru: Выполнено - Установлено или обновлено %d пакетов

source: Done - Installed, upgraded or removed %d package (%s)
ru: Готово - Установлен, обновлен или удален %d пакет (%s)

source: Done - Installed, upgraded or removed %d packages with %d errors
ru: Выполнено - Установлено, обновлено или удалено %d пакетов с %d ошибками

source: Down
ru: Стрелка вниз

source: Download
ru: Загрузить

source: Download %s from Server
ru: Загрузить %s из сервера

source: Download %s from server
ru: Загрузить %s из сервера

source: Download .NFI-Files for USB-Flasher
ru: Загрузить .NFI-файлы для USB-флешера

source: Download .NFI-Files for USB-flasher
ru: Загрузить .NFI-файлы для USB-флешера

source: Download .NFI-files for USB-flasher
ru: Загрузить .NFI-файлы для USB-флешера

source: Download Video
ru: Скачать видео

source: Download and install drivers from Vu+ website
ru: Загрузка и установка драйверов с официального сайта

source: Download epg once a day
ru: Загружать EPG один раз в день

source: Download extensions from feed
ru: Загрузка дополнений с фида

source: Download failed
ru: Загрузка не удалась

source: Download files from Rapidshare
ru: Загрузка файлов из Rapidshare

source: Download location
ru: Расположение загрузки

source: Download now
ru: Загрузить сейчас

source: Download of USB flasher boot image failed:
ru: Не удалось загрузить USB-имидж:

source: Download on tune
ru: Загружать при настройке

source: Download or delete Software
ru: Менеджер ПО

source: Download plugins
ru: Скачать плагины

source: Downloadable new plugins
ru: Плагины имеющиеся на фиде поддержки

source: Downloadable plugins
ru: Плагины имеющиеся на фиде имиджа

source: Downloaded
ru: Загружено

source: Downloading
ru: Загрузка

source: Downloading Pingu_TM, please wait...
ru: Идет загрузка Pingu_TM, пожалуйста, ждите...

source: Downloading XEPGDB
ru: Загрузка XEPGDB

source: Downloading channels list
ru: Загрузка списка каналов

source: Downloading events
ru: Загрузка данных

source: Downloading plugin information. Please wait...
ru: Загрузка информации о плагинах. Ждите...

source: Downloading screenshots. Please wait...
ru: Загрузка скриншотов. Подождите...

source: Downloading...
ru: Загружается...

source: Dr. Watson
ru: Др. Ватсон

source: Dream-Explorer
ru: Проводник Dream

source: Dream-Explorer - DELETE DIRECTORY...
ru: Проводник Dream - Удаление каталога...

source: Dream-Explorer - DELETE file...
ru: Проводник Dream - Удаление файла...

source: Dream-Explorer : Disassemble...
ru: Проводник Dream : Дизассемблирование...

source: Dream-Explorer : Install...
ru: Проводник Dream : Установка...

source: Dream-Explorer...
ru: Проводник файлов...

source: DreamMediathek
ru: Медиатека Dream

source: Drive where you save data. The drive MUST be mounted in rw
ru: Место хранения данных. должно быть доступно для записи/чтения

source: Drive where you save data. The drive MUST be mounted in rw. If you can't see your device here probably is mounted as read only or autofs handle it only in read only mode. In case of mount it manually and try again
ru: Место хранения данных. должно быть доступно для записи/чтения. Если не видите ваше устройство здесь, возможно оно монтировано в режиме только для чтения. В этом случае установите его вручную и попробуйте снова

source: Driver Manager
ru: Управление драйверами

source: DuckBA multiboot
ru: DuckBA мультизагрузка

source: Duration
ru: Длительность

source: Duration:
ru: Длительность:

source: Durations
ru: Продолжит.

source: Dutch
ru: Нидерландский

source: Dynamic DNS
ru: Динамический DNS

source: Dynamic contrast
ru: Динамическая контрастность

source: E - Panel for OpenPli
ru: Панелька для ОпенПли

source: E x t . P l a y l i s t s
ru: Расш. Плейлисты

source: E-Mail Address
ru: Адрес e-mail

source: E-Panel
ru: E-Пaнeль

source: E-Panel Menu/Extensionmenu config
ru: Настройки Меню/Меню расширений

source: E-Panel Universal Switcher
ru: Универсальный переключатель

source: E-Panel for OpenPli
ru: E-панель для PLI имиджей

source: E2 Bookmarks
ru: Закладки E2

source: E2 Restart
ru: Перезагрузка Енигма

source: ECM time
ru: ECM - время ответа

source: EMC Zap to Live TV of record
ru: EMC Переключить на канал, где идет запись

source: EMC Bookmarks
ru: Закладки EMC

source: EPG
ru: Телегид

source: EPG Cache Filename
ru: Название файла телегида

source: EPG Cache Path
ru: Путь кэша телегида

source: EPG Cache setup
ru: Настройки кэша телегида

source: EPG Cachefile on:
ru: Кэш телегида на:

source: EPG Search
ru: Поиск телегида

source: EPG Selection
ru: Выбор телегида

source: EPG Selection Multi
ru: Расширенный телегид

source: EPG encoding
ru: Кодировка текста ЕПГ

source: EPG from linux-sat.tv (exUSSR)
ru: Телегид из linux-sat.tv

source: EPG language selection 1
ru: Выбор языка телегида 1

source: EPG language selection 2
ru: Выбор языка телегида 2

source: EPG selection
ru: Выбор телегида

source: EPG settings
ru: Настройки телегида

source: EPGRefresh
ru: Обновление телегида

source: EPGSearch
ru: Поиск ЕПГ

source: EPGSearch Setup
ru: Настройки поиска телегида

source: ERROR - failed to scan (%s)!
ru: Ошибка - сканирование (%s) не удалось!

source: EXIF-Version:
ru: Версия EXIF:

source: East
ru: Восток

source: East limit set
ru: Включить ограничение на восток

source: Edit
ru: Редактировать

source: Edit AutoTimer
ru: Редакт. АвтоТаймер

source: Edit AutoTimer filters
ru: Редактировать фильтры АвтоТаймера

source: Edit AutoTimer services
ru: Редактировать сервисы АвтоТаймера

source: Edit Configuration
ru: Редактировать конфигурацию

source: Edit DNS
ru: Изменить DNS

source: Edit Entry
ru: Меню редактирования

source: Edit Folder
ru: Редак. папку

source: Edit IPKG source
ru: Редактировать источник IPKG

source: Edit Off
ru: Выкл. редактор

source: Edit On
ru: Вкл. редактор

source: Edit Server
ru: Ред. Сервер

source: Edit Tags
ru: Редактировать тэги

source: Edit Timers and scan for new Events
ru: Изменить таймеры и поиск для новых событий

source: Edit Title
ru: Изменить заголовок

source: Edit VLC Server
ru: Редактировать VLC-Сервер

source: Edit Weather Info Settings
ru: Редактирование настроек Инфо о погоде

source: Edit bouquets list
ru: Редактировать список фаворитов

source: Edit chapters of current title
ru: Изменить главы текущего заголовка

source: Edit line
ru: Редактировать линию

source: Edit new timer defaults
ru: Редакт. умолчания новых таймеров

source: Edit selected AutoTimer
ru: Редакт. выбранный АвтоТаймер

source: Edit selected stream
ru: Редактировать выбранную станцию

source: Edit services list
ru: Редактировать список сервисов

source: Edit settings
ru: Изменить настройки

source: Edit tags
ru: Редактировать тэги

source: Edit the Nameserver configuration of your STB.
ru: Редактирование конфигурации DNS вашего ресивера.

source: Edit the nameserver configuration of your receiver.
ru: Редактирование конфигурации DNS вашего ресивера.

source: Edit the network configuration of your STB.
ru: Редактирование сетевой конфигурации вашего ресивера.

source: Edit the network configuration of your receiver.
ru: Редактирование сетевой конфигурации вашего ресивера.

source: Edit timer
ru: Редактировать таймер

source: Edit title
ru: Изменить заголовок

source: Edit upgrade source url.
ru: Редактировать источник обновления.

source: Edit/Info
ru: Редак./Инфо

source: Editing
ru: Редактирование

source: Editor
ru: Редактор

source: Editor for new AutoTimers
ru: Редактор новых АвтоТаймеров

source: Education
ru: Образование

source: Education/Science/...
ru: Образование/Наука/...

source: Electronic Program Guide
ru: Электронный Телегид

source: Electronic Program Guide Setup
ru: Настройки электронного Телегида

source: Email
ru: Электронная почта

source: Email Setup
ru: Настройки электронной почты

source: Empty .ap file
ru: Пустой .ap файл

source: Enable
ru: Включить

source: Enable "Recording controlled by channel" by default (new timers)
ru: Включить "Запись контролируется каналом" по умолчанию (новые таймеры)

source: Enable 'neutrino' style channel select controlling
ru: Стиль 'нейтрино' для управления списком каналов

source: Enable 'neutrino' style zap controlling
ru: Стиль 'нейтрино' при переключении каналов

source: Enable /media
ru: Включить каталог /media

source: Enable 1080p24 Mode
ru: Включить режим 1080p24

source: Enable 1080p25 Mode
ru: Включить режим 1080p25

source: Enable 1080p30 Mode
ru: Включить режим 1080p30

source: Enable 5V for active antenna
ru: Включить 5V для антенны

source: Enable 720p24 Mode
ru: Включить режим 720p24

source: Enable AutoShutDown:
ru: Активировать автовыключение:

source: Enable Autoresolution
ru: Включить Авторазрешение

source: Enable Babelzapper on Mute
ru: Включить Babelzapper на кнопке звука

source: Enable Cleanup Wizard?
ru: Включить Мастер очистки

source: Enable Console Logging
ru: Включить консольное логирование

source: Enable Data Logging
ru: Включить логирование данных

source: Enable Display
ru: Включить дисплей

source: Enable EIT EPG
ru: Включить EIT EPG

source: Enable Event Logging
ru: Включить логирование событий

source: Enable Filtering
ru: Включить фильтрование

source: Enable HTTP Access
ru: Включить доступ HTTP

source: Enable HTTP Authentication
ru: Включить авторизацию HTTP

source: Enable HTTPS
ru: Включить HTTPS

source: Enable HTTPS Access
ru: Включить доступ HTTPS

source: Enable HTTPS Authentication
ru: Включить HTTPS проверку (логин и пароль)

source: Enable Http Authentication
ru: Включить HTTP-аутентификацию

source: Enable Https
ru: Включить Https

source: Enable MHW EPG
ru: Включить MHW EPG

source: Enable Media-filter
ru: Включить медиа-фильтр

source: Enable Netmed EPG
ru: Включить Netmed EPG

source: Enable OK as preview in channel selection
ru: Двойное нажатие ОК в списке каналов

source: Enable OK for channel selection
ru: Кнопкой ОК вызывать список каналов

source: Enable Parental Control
ru: Включить родительский контроль

source: Enable Service Restriction
ru: Включить ограничение сервиса

source: Enable ShootYourScreen :
ru: Включить плагин :

source: Enable Thread use
ru: Включить использование потоков

source: Enable VPS
ru: Включить VPS

source: Enable VPS by default (new timers)
ru: Включить VPS по умолчанию (новые таймеры)

source: Enable VPS on instant records
ru: Включить VPS длч немедленных записей

source: Enable VPS-Plugin
ru: Включить плагин VPS

source: Enable ViaSat EPG
ru: Включить ViaSat EPG

source: Enable Virgin EPG
ru: Включить телегид Virgin

source: Enable Wake On LAN
ru: Сеть всегда на LAN

source: Enable action after inactivity:
ru: Автовыключение при бездействии:

source: Enable auto fast scan
ru: Быстрый поиск автоматически

source: Enable autostart for HbbTV browser
ru: Включить автозапуск обозревателя HbbTV

source: Enable bouquet selection in multi-EPG
ru: Включить выбор фаворита в Мультителегиде

source: Enable csv import
ru: Включить csv импорт

source: Enable display options
ru: Включить шрифты дисплея

source: Enable fallback remote receiver
ru: Включить резервный удаленный ресивер

source: Enable freesat EPG
ru: Включить телегид freesat

source: Enable multiple bouquets
ru: Включить мультипакеты

source: Enable parental control
ru: Включить родительский контроль

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
ru: Включить удаленный ресивер enigma2 для попытки настроиться на сервисы, которые не могут быть настроены локально (например ресивер занят или тип сервиса недоступен на локальном ресивере. Укажите полный URL-адрес, включая http:// и номер порта (обычно...8001), например http://second_box:8001.

source: Enable service number in display
ru: Включить номер канала на дисплее

source: Enable teletext caching
ru: Включить кэширование телетекста

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
ru: Включите для доступа к обзору АвтоТаймеров из меню дополнений.

source: Enable timer
ru: Включить таймер

source: Enable volume control with arrow buttons
ru: Регулировать громкость кнопками со стрелками

source: Enable zap history:
ru: Включить историю переключ:

source: Enable zapping with CH+/-, B+/-, P+/-
ru: Переключение каналов кнопками CH+/-, B+/-, P+/-

source: Enabled
ru: Включен

source: Enables EPG data of events in the past to be displayed. Handy when you want to know something about an event that is about to finish or has just finished (minutes).
ru: Позволяет показать данные телегида о прошедших событиях. Удобно когда хотите знать что-то о передаче, которая вот-вот закончиться либо только что закончился (в минутах).

source: Enclosures
ru: Дополнения

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
ru: Кодировка, используемая для вывода ЕПГ канала. Имеет смысл менять, если только есть необходимость в специальных символах

source: Encrypted:
ru: Зашифрованные:

source: EncryptedChannelSetup settings
ru: Настройки EncryptedChannelSetup

source: Encryption
ru: Кодировка

source: Encryption Key
ru: Ключ шифрования

source: Encryption Keytype
ru: Тип ключа шифрования

source: Encryption Type
ru: Тип шифрования

source: Encryption key
ru: Ключ шифрования

source: Encryption key type
ru: Тип ключа шифрования

source: Encryption:
ru: Шифрование:

source: End of "after event" timespan
ru: Окончание "после события" через

source: End of timespan
ru: Конец отрезка времени

source: End temperature C
ru: Конечная температура С

source: End time
ru: Время окончания
