Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: 19007 (higher than any auto)
ru: 19007 (приоритет выше чем автоматически)

source: 19008 (higher than any auto)
ru: 19008 (приоритет выше чем автоматически)

source: 19009 (higher than any auto)
ru: 19009 (приоритет выше чем автоматически)

source: 19010 (higher than any auto)
ru: 19010 (приоритет выше чем автоматически)

source: 19011 (higher than any auto)
ru: 19011 (приоритет выше чем автоматически)

source: 19012 (higher than any auto)
ru: 19012 (приоритет выше чем автоматически)

source: 19014 (higher than any auto)
ru: 19013 (приоритет выше чем автоматически)

source: 19015 (higher than any auto)
ru: 19015 (приоритет выше чем автоматически)

source: 19016 (higher than any auto)
ru: 19016 (приоритет выше чем автоматически)

source: 19017 (higher than any auto)
ru: 19017 (приоритет выше чем автоматически)

source: 19018 (higher than any auto)
ru: 19018 (приоритет выше чем автоматически)

source: 19019 (higher than any auto)
ru: 19019 (приоритет выше чем автоматически)

source: 19020 (higher than any auto)
ru: 19020 (приоритет выше чем автоматически)

source: 19021 (higher than any auto)
ru: 19021 (приоритет выше чем автоматически)

source: 19022 (higher than any auto)
ru: 19022 (приоритет выше чем автоматически)

source: 19023 (higher than any auto)
ru: 19023 (приоритет выше чем автоматически)

source: 19024 (higher than any auto)
ru: 19024 (приоритет выше чем автоматически)

source: 19025 (higher than any auto)
ru: 19025 (приоритет выше чем автоматически)

source: 19026 (higher than any auto)
ru: 19026 (приоритет выше чем автоматически)

source: 19027 (higher than any auto)
ru: 19027 (приоритет выше чем автоматически)

source: 19028 (higher than any auto)
ru: 19028 (приоритет выше чем автоматически)

source: 19029 (higher than any auto)
ru: 19029 (приоритет выше чем автоматически)

source: 19030 (higher than any auto)
ru: 19030 (приоритет выше чем автоматически)

source: 19031 (higher than any auto)
ru: 19031 (приоритет выше чем автоматически)

source: 19032 (higher than any auto)
ru: 19032 (приоритет выше чем автоматически)

source: 19033 (higher than any auto)
ru: 19033 (приоритет выше чем автоматически)

source: 19034 (higher than any auto)
ru: 19034 (приоритет выше чем автоматически)

source: 19035 (higher than any auto)
ru: 19035 (приоритет выше чем автоматически)

source: 19036 (higher than any auto)
ru: 19036 (приоритет выше чем автоматически)

source: 19037 (higher than any auto)
ru: 19037 (приоритет выше чем автоматически)

source: 19038 (higher than any auto)
ru: 19038 (приоритет выше чем автоматически)

source: 19039 (higher than any auto)
ru: 19039 (приоритет выше чем автоматически)

source: 19040 (higher than any auto)
ru: 19040 (приоритет выше чем автоматически)

source: 19041 (higher than any auto)
ru: 19041 (приоритет выше чем автоматически)

source: 19042 (higher than any auto)
ru: 19042 (приоритет выше чем автоматически)

source: 19043 (higher than any auto)
ru: 19043 (приоритет выше чем автоматически)

source: 19044 (higher than any auto)
ru: 19044 (приоритет выше чем автоматически)

source: 19045 (higher than any auto)
ru: 19045 (приоритет выше чем автоматически)

source: 19046 (higher than any auto)
ru: 19046 (приоритет выше чем автоматически)

source: 19047 (higher than any auto)
ru: 19047 (приоритет выше чем автоматически)

source: 19048 (higher than any auto)
ru: 19048 (приоритет выше чем автоматически)

source: 19049 (higher than any auto)
ru: 19049 (приоритет выше чем автоматически)

source: 19050 (higher than any auto)
ru: 19050 (приоритет выше чем автоматически)

source: 19051 (higher than any auto)
ru: 19051 (приоритет выше чем автоматически)

source: 19053 (higher than any auto)
ru: 19052 (приоритет выше чем автоматически)

source: 19054 (higher than any auto)
ru: 19054 (приоритет выше чем автоматически)

source: 19055 (higher than any auto)
ru: 19055 (приоритет выше чем автоматически)

source: 19056 (higher than any auto)
ru: 19056 (приоритет выше чем автоматически)

source: 19057 (higher than any auto)
ru: 19057 (приоритет выше чем автоматически)

source: 19058 (higher than any auto)
ru: 19058 (приоритет выше чем автоматически)

source: 19059 (higher than any auto)
ru: 19059 (приоритет выше чем автоматически)

source: 19060 (higher than any auto)
ru: 19060 (приоритет выше чем автоматически)

source: 19061 (higher than any auto)
ru: 19061 (приоритет выше чем автоматически)

source: 19062 (higher than any auto)
ru: 19062 (приоритет выше чем автоматически)

source: 19063 (higher than any auto)
ru: 19063 (приоритет выше чем автоматически)

source: 19064 (higher than any auto)
ru: 19064 (приоритет выше чем автоматически)

source: 2 (lower than any auto)
ru: 2 (приоритет ниже чем автоматически)

source: 2 InfoBar
ru: Второй ИнфоБар

source: 2 hours
ru: 2 часа

source: 2 minutes
ru: 2 минуты

source: 2 seconds
ru: 2 секунды

source: 2.0 sec
ru: 2.0 сек

source: 2.5 sec
ru: 2.5 сек

source: 20 (lower than any auto)
ru: 20 (приоритет ниже чем автоматически)

source: 20 MB/s
ru: 20 МБ/сек

source: 20 minutes
ru: 20 минут

source: 20 seconds
ru: 20 секунд

source: 200 pixels wide
ru: ширина 200 пикселей

source: 21 (lower than any auto)
ru: 21 (приоритет ниже чем автоматически)

source: 22 (lower than any auto)
ru: 22 (приоритет ниже чем автоматически)

source: 23 (lower than any auto)
ru: 23 (приоритет ниже чем автоматически)

source: 24 (lower than any auto)
ru: 24 (приоритет ниже чем автоматически)

source: 24 hours
ru: 24 часа

source: 25 (lower than any auto)
ru: 25 (приоритет ниже чем автоматически)

source: 26 (lower than any auto)
ru: 26 (приоритет ниже чем автоматически)

source: 27 (lower than any auto)
ru: 27 (приоритет ниже чем автоматически)

source: 28 (lower than any auto)
ru: 28 (приоритет ниже чем автоматически)

source: 29 (lower than any auto)
ru: 29 (приоритет ниже чем автоматически)

source: 3 (lower than any auto)
ru: 3 (приоритет ниже чем автоматически)

source: 3 hours
ru: 3 часа

source: 3 seconds
ru: 3 секунды

source: 3.0 sec
ru: 3.0 сек

source: 3.5 sec
ru: 3.5 сек

source: 30 (lower than any auto)
ru: 30 (приоритет ниже чем автоматически)

source: 30 minutes
ru: 30 минут

source: 30 seconds
ru: 30 секунд

source: 300 pixels wide
ru: ширина 300 пикселей

source: 31 (lower than any auto)
ru: 31 (приоритет ниже чем автоматически)

source: 32 (lower than any auto)
ru: 32 (приоритет ниже чем автоматически)

source: 33 (lower than any auto)
ru: 33 (приоритет ниже чем автоматически)

source: 34 (lower than any auto)
ru: 34 (приоритет ниже чем автоматически)

source: 35 (lower than any auto)
ru: 35 (приоритет ниже чем автоматически)

source: 36 (lower than any auto)
ru: 36 (приоритет ниже чем автоматически)

source: 37 (lower than any auto)
ru: 37 (приоритет ниже чем автоматически)

source: 38 (lower than any auto)
ru: 38 (приоритет ниже чем автоматически)

source: 39 (lower than any auto)
ru: 39 (приоритет ниже чем автоматически)

source: 3D Modus
ru: Режим 3D

source: 3D ON/OFF (Side by Side)
ru: 3D Вкл/Выкл (горизонтально)

source: 3D ON/OFF (Top and Bottom)
ru: 3D Вкл/Выкл (вертикально)

source: 3Pin
ru: 3Пин

source: 3d mode
ru: Режим 3D

source: 4 (lower than any auto)
ru: 4 (приоритет ниже чем автоматически)

source: 4 hours
ru: 4 часа

source: 4 seconds
ru: 4 секунды

source: 4.0 sec
ru: 4.0 сек

source: 4.5 sec
ru: 4.5 сек

source: 40 (lower than any auto)
ru: 40 (приоритет ниже чем автоматически)

source: 400 pixels wide
ru: ширина 400 пикселей

source: 41 (lower than any auto)
ru: 41 (приоритет ниже чем автоматически)

source: 42 (lower than any auto)
ru: 42 (приоритет ниже чем автоматически)

source: 43 (lower than any auto)
ru: 43 (приоритет ниже чем автоматически)

source: 44 (lower than any auto)
ru: 44 (приоритет ниже чем автоматически)

source: 45 (lower than any auto)
ru: 45 (приоритет ниже чем автоматически)

source: 45 minutes
ru: 45 минут

source: 46 (lower than any auto)
ru: 46 (приоритет ниже чем автоматически)

source: 47 (lower than any auto)
ru: 47 (приоритет ниже чем автоматически)

source: 48 (lower than any auto)
ru: 48 (приоритет ниже чем автоматически)

source: 49 (lower than any auto)
ru: 49 (приоритет ниже чем автоматически)

source: 4:3 Letterbox
ru: 4:3 Режим ящика

source: 4:3 PanScan
ru: 4:3 Панорама

source: 4Pin
ru: 4Пин

source: 4Pin (PID)
ru: 4Пин (Пид)

source: 5 (lower than any auto)
ru: 5 (приоритет ниже чем автоматически)

source: 5 minutes
ru: 5 минут

source: 5 seconds
ru: 5 секунд

source: 5.0 sec
ru: 5.0 сек

source: 5.5 sec
ru: 5.5 сек

source: 50 (lower than any auto)
ru: 50 (приоритет ниже чем автоматически)

source: 50 MB/s
ru: 50 МБ/сек

source: 500 pixels wide
ru: ширина 500 пикселей

source: 51 (lower than any auto)
ru: 51 (приоритет ниже чем автоматически)

source: 52 (lower than any auto)
ru: 52 (приоритет ниже чем автоматически)

source: 53 (lower than any auto)
ru: 53 (приоритет ниже чем автоматически)

source: 54 (lower than any auto)
ru: 54 (приоритет ниже чем автоматически)

source: 55 (lower than any auto)
ru: 55 (приоритет ниже чем автоматически)

source: 56 (lower than any auto)
ru: 56 (приоритет ниже чем автоматически)

source: 57 (lower than any auto)
ru: 57 (приоритет ниже чем автоматически)

source: 58 (lower than any auto)
ru: 58 (приоритет ниже чем автоматически)

source: 59 (lower than any auto)
ru: 59 (приоритет ниже чем автоматически)

source: 6 (lower than any auto)
ru: 6 (приоритет ниже чем автоматически)

source: 6 hours
ru: 6 часов

source: 6 seconds
ru: 6 секунд

source: 6.0 sec
ru: 6.0 сек

source: 6.5 sec
ru: 6.5 сек

source: 60 (lower than any auto)
ru: 60 (приоритет ниже чем автоматически)

source: 60 minutes
ru: 60 минут

source: 600 pixels wide
ru: ширина 600 пикселей

source: 61 (lower than any auto)
ru: 61 (приоритет ниже чем автоматически)

source: 62 (lower than any auto)
ru: 62 (приоритет ниже чем автоматически)

source: 63 (lower than any auto)
ru: 63 (приоритет ниже чем автоматически)

source: 64 (lower than any auto)
ru: 64 (приоритет ниже чем автоматически)

source: 65 (lower than any auto)
ru: 65 (приоритет ниже чем автоматически)

source: 7 (lower than any auto)
ru: 7 (приоритет ниже чем автоматически)

source: 7 seconds
ru: 7 секунд

source: 7.0 sec
ru: 7.0 сек

source: 7.5 sec
ru: 7.5 сек

source: 700 pixels wide
ru: ширина 700 пикселей

source: 8 (lower than any auto)
ru: 8 (приоритет ниже чем автоматически)

source: 8 seconds
ru: 8 секунд

source: 8.0 sec
ru: 8.0 сек

source: 8.5 sec
ru: 8.5 сек

source: 800 pixels wide
ru: ширина 800 пикселей

source: 9 (lower than any auto)
ru: 9 (приоритет ниже чем автоматически)

source: 9 seconds
ru: 9 секунд

source: 9.0 sec
ru: 9.0 сек

source: 9.5 sec
ru: 9.5 сек

source: 900 pixels wide
ru: ширина 900 пикселей

source: : CalledProcessErro
ru: : Ошибка вызова процесса

source: : CalledProcessError
ru: : Ошибка вызова процесса

source: : OSError
ru: : Ошибка OS

source: << change password >>
ru: << сменить пароль >>

source: << setup password (4 digits) >>
ru: << установка пароля (4 цифры) >>

source: <Current movielist location>
ru: <Текущее расположение списка фильмов>

source: <Default movie location>
ru: <Расположение фильмов по умолчанию>

source: <Last timer location>
ru: <Расположение последнего таймера>

source: <RemoteControlCode> Selected System Code :
ru: <Код ДУ> Выбор системного кода :

source: <RemoteControlCode> Write Remote Control Code : %d
ru: <Код ДУ> Напишите код вашего пульта ДУ : %d

source: <satellites>
ru: <спутники>

source: <unknown>
ru: <неизвестный>

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
ru: Конфигурационный файл (%s) был изменен в процессе установки. Хотите сохранить изменения?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
ru: Конфигурационный файл (%s) был изменен в процессе установки. Сохранить вашу версию?

source: A demo plugin for TPM usage.
ru: Использование демо-плагина для TPM

source: A finished record timer wants to set your receiver to standby. Do that now?
ru: Завершенная задача записи по таймеру требует перевести ресивер в режим ожидания. Сделать это сейчас?

source: A finished record timer wants to shut down your receiver. Shutdown now?
ru: Завершенная задача записи по таймеру требует выключить ресивера. Сделать это сейчас?

source: A graphical EPG for all services of an specific bouquet
ru: Графический телегид для всех каналов в выбранных фаворитах

source: A l b u m s
ru: А л ь б о м ы

source: A mount entry with this name already exists! Update existing entry and continue?
ru: Точка монтирования с таким именем уже существует! Переписать и продолжить?

source: A new version of MediaCenter is available :-)
ru: Доступна новая версия МедиаЦентра :-)

source: A new version of MediaCenter is available :-) Install: %s
ru: Доступна новая версия МедиаЦентра :-) Установка: %s

source: A new version of MediaCenter is available for download! Do you want to download and install now?
ru: Доступна для загрузки новая версия МедиаЦентра! Хотите загрузить и установить сейчас?

source: A r t i s t s
ru: А р т и с т ы

source: A record has been started: %s
ru: Время начала записи: %s

source: A recording is currently running. What do you want to do?
ru: Идет запись. Что вы хотите сделать?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
ru: Идет запись. Пожалуйста остановите запись перед попыткой настроить позиционер.

source: A recording is currently running. Please stop the recording before trying to scan.
ru: Идет запись. Остановите запись перед попыткой сканирования.

source: A recording is currently running. Please stop the recording before trying to start a service scan.
ru: В данный момент идет запись. Пожалуйста, остановите запись до начала поиска каналов.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
ru: Идет запись. Остановите запись перед поиском спутника.

source: A recording is in progress or is planned, terminate recording and stop stream?
ru: Запись уже идет или она запланирована, отключить запись и остановить поток?

source: A recording is in progress or is planned, terminate recording for switch?
ru: Запись уже идет или она запланирована, отключить запись и перключить?

source: A required tool (%s) was not found.
ru: Нужный инструмент (%s), не найден.

source: A search for available updates is currently in progress.
ru: Идет поиск доступных обновлений.

source: A second configured interface has been found. Do you want to disable the second network interface?
ru: Найден второй настроенный интерфейс. Хотите отключить второй сетевой интерфейс?

source: A simple to use RSS reader
ru: Простой в использовании RSS Reader

source: A sleep timer wants to set your STB to standby. Do that now?
ru: Таймер хочет переключить ваш ресивер в режим ожидания. Выполнить это сейчас?

source: A sleep timer wants to set your receiver to standby. Do that now?
ru: Таймер хочет переключить ваш ресивер в режим ожидания. Выполнить это сейчас?

source: A sleep timer wants to shut down your STB. Shutdown now?
ru: Таймер хочет выключить ваш ресивер Выключить ресивер сейчас?

source: A sleep timer wants to shut down your receiver. Shutdown now?
ru: Таймер хочет выключить ваш ресивер Выключить ресивер сейчас?

source: A small overview of the available icon states and actions.
ru: Краткий обзор доступных иконок-представлений и действий.

source: A timer failed to record! Disable TV and try again?
ru: Запись по таймеру прерван! Отключить ТВ и попробовать вновь?

source: A video streaming solution based on VLC
ru: Работа с видеопотоками на VLC

source: A/V Settings
ru: Настройки Аудио/Видео

source: A/V settings
ru: Настройки Аудио/Видео

source: AAC downmix
ru: AAC микширование

source: ABS 1 (75.0E)
ru: АБС 1 (75.0E)

source: AC3 Lip Sync
ru: Синхронизация губ в АС3

source: AC3 Lip Sync Setup
ru: Параметры синхронизации губ в АС3

source: AC3 default
ru: AC3 по умолчанию

source: AC3 downmix
ru: AC3 микширование

source: AC3/DTS downmix
ru: AC3/DTS микширование

source: ADDLINK
ru: Добавить ярлык

source: AUDIO:
ru: АУДИО:

source: Abort
ru: Прервать

source: Abort this Wizard.
ru: Прервать работу мастера

source: About
ru: Информация

source: About Vu+ Series
ru: Информация Vu+

source: About...
ru: О ресивере...

source: Abs 2 (75.0E)
ru: АБС 2 (75.0E)

source: Access to chartlyrics.com failed.
ru: chartlyrics.com не доступен.

source: Access to chartlyrics.com failed. %s
ru: chartlyrics.com не доступен %s

source: Accesspoint:
ru: Точка доступа:

source: Account Setup
ru: Настройки пользователя

source: Accounts list
ru: Список пользователей

source: Action
ru: Действие

source: Action for inactivity:
ru: Действие при неактивности:

source: Action in case of Fan failure
ru: Действие в случае отказа вентилятора

source: Action on long powerbutton press
ru: Длительное нажатие кнопки питания

source: Action on short powerbutton press
ru: Короткое нажатие кнопки питания

source: Action when receiver is not controlled
ru: Действие, когда ресивер не контролируется

source: Action:
ru: Действие:

source: Actions-Menu
ru: Меню действий

source: Activate PiP
ru: Активировать PIP

source: Activate Picture in Picture
ru: Включить картинку в картинке

source: Activate current configuration
ru: Активировать текущие настройки

source: Activate network settings
ru: Активация сетевых настроек

source: Activate permanent clock
ru: Активировать часы на экране

source: Activate screensaver
ru: Активировать заставку

source: Activate the configured network settings.
ru: Активировать выбранные настройки сети.

source: Activate timeshift End
ru: Активация завершения таймшифта

source: Activate timeshift end and pause
ru: Активация завершения и паузы таймшифта

source: Active
ru: Активация

source: Active/ Inactive
ru: Активен Неактивен

source: Actors:
ru: Актеры:

source: Adapter settings
ru: Настройки адаптера

source: Add
ru: Добавить

source: Add "Search" Button to EPG
ru: Доб. кнопку "Поиск" в телегид

source: Add AutoTimer
ru: Добавить АвтоТаймер

source: Add Bookmark
ru: Добавить Закладку

source: Add Folder
ru: Доб. папку

source: Add Folder to Favorites
ru: Добавить папку к фаворитам

source: Add Server
ru: Доб. Сервер

source: Add Stream
ru: Добавить поток

source: Add Timer
ru: Добавить Таймер

source: Add WLAN configuration?
ru: Добавить конфигурацию WLAN?

source: Add Zap Timer
ru: Добавить Таймер переключения

source: Add a mark
ru: Добавить метку

source: Add a nameserver entry
ru: Добавить DNS сервер

source: Add a new NFS or CIFS mount point to your Dreambox.
ru: Добавить новую NFS или CIFS точку подключения.

source: Add a new NFS or CIFS mount point to your STB.
ru: Добавить новую NFS или CIFS точку подключения.

source: Add a new title
ru: Добавить новое название

source: Add a streaming url to your channellist
ru: Добавить url-потоки в ваш список каналов

source: Add all songs from selected album to a playlist
ru: Добавить все песни альбома в плейлист

source: Add all songs from selected artist to a playlist
ru: Добавить все песни этого исполнитея в плейлист

source: Add all songs from selected genre to a playlist
ru: Добавить все песни выбранного жанра в плейлист

source: Add all to Database
ru: Добавить Все в базу данных

source: Add bookmark
ru: Добавить закладку

source: Add directory to Bookmarks
ru: Добавить каталог в закладки

source: Add directory to playlist
ru: Добавить папку в плейлист

source: Add file to playlist
ru: Добавить файл в плейлист

source: Add files to playlist
ru: Добавить файлы в плейлист

source: Add more details to the crash log
ru: Добавить больше подробностей в крешлог

source: Add network configuration?
ru: Добавить конфигурацию сети?

source: Add new AutoTimer
ru: Доб. новый АвтоТаймер

source: Add new Playlist
ru: Добавить новый плейлист

source: Add new network mount point
ru: Добавить новую точку монтирования сети

source: Add new stream to favorites
ru: Добавить поток в букеты

source: Add new tag...
ru: Добавить новый тэг...

source: Add provider
ru: Добавить провайдер

source: Add recording (enter recording duration)
ru: Начать запись (введите длительность записи)

source: Add recording (enter recording endtime)
ru: Начать запись (введите время окончания)

source: Add recording (indefinitely)
ru: Начать запись (конец неопределен)

source: Add recording (stop after current event)
ru: Начать запись (стоп после текущего события)

source: Add selected song to a playlist
ru: Добавить выбранную песню в плейлист

source: Add service
ru: Добавить сервис

source: Add service name to stream information
ru: Добавить название канала в потоковую информацию

source: Add stream URL
ru: Добавить URL-потоки

source: Add timer
ru: Добавить таймер

source: Add timer as disabled on conflict
ru: Добавленный таймер отключён из-за конфликта

source: Add title
ru: Добавить название

source: Add to Database
ru: Добавить в Базу данных

source: Add to Database Add all to Database
ru: Добавить в Базу данных Добавить все в Базу данных

source: Add to Playlist
ru: Добавить в плейлист

source: Add to Playlist Add all to Playlist
ru: Добавить в плейлист Добавить все в плейлист

source: Add to bouquet
ru: Добавить в фаворит

source: Add to favorites
ru: Добавить в фавориты

source: Add to favourites
ru: Добавить в избранное

source: Add to playlist
ru: Добавить в плейлист

source: Add zap timer instead of record timer?
ru: Добавить таймер переключения вместо таймера записи?

source: Add/Remove timer for current event
ru: Добав./Удал. текущее событие в таймер

source: Add/remove timer for current event
ru: Добав./удал. в таймер текущее событие

source: Added
ru: Добавлено

source: Added:
ru: Добавлено:

source: Additional backup ->
ru: Дополнительный резервный ->

source: Adds enigma2 settings and receiver model informations like SN, rev... if enabled.
ru: При включении добавляется информация о настройках имиджа и модели ресивера.

source: Adds network configuration if enabled.
ru: Добавляет конфигурацию сети, если включен.

source: Adds wlan configuration if enabled.
ru: Добавляет WLAN конфигурацию, если включен

source: Adjust 3D settings
ru: Настройте параметры 3D

source: Adjust HDMI CEC settings
ru: Настройте параметры HDMI CEC

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ru: Настройте параметры цвета, так чтобы все оттенки цветов были максимально видны, насколько это возможно. Если вы довольны результатом, нажмите кнопку ОК для закрытия видео настроек, или используйте цифровые клавиши для выбора других тестов экрана

source: Adjust your EPG Cache settings
ru: Настройте параметры кэша телегида

source: Adjustment value
ru: Значение регулировки

source: Advanced
ru: Продвинутый

source: Advanced Software
ru: Продвинутое ПО

source: Advanced Software Plugin
ru: Плагин продвинутого ПО

source: Advanced Video Enhancement Setup
ru: Расширенные настройки по улучшению видео

source: Advanced Video Setup
ru: Расширенные настройки видео

source: Advanced cut specification...
ru: Детали продвинутой обработки...

source: Advanced options
ru: Дополнительные параметры

source: Advanced pptions
ru: Расширенные опции

source: Advanced restore
ru: Расширенное восстановление

source: Advanced software
ru: Продвинутое ПО

source: Advanced software plugin
ru: Плагин продвинутого ПО

source: Advanced video enhancement setup
ru: Расширенные настройки по улучшению видео

source: Advanced video setup
ru: Расширенные настройки видео

source: Advanced:
ru: Дополнительно:

source: After Event
ru: После передачи

source: After event
ru: После события
