Repository: Taapat/enigma2-openpli-fulan
Catalog: po/*.po
Languages: ru

source: View, edit or delete mountpoints on your Dreambox.
ru: Просмотр, редактирование или удаление точек подключения

source: View, edit or delete mountpoints on your STB.
ru: Просмотр, редактирование или удаление точек подключения

source: View, edit or delete usernames and passwords for your network.
ru: Просмотр, редактирование или удаление имен пользователей и паролей в вашей сети.

source: Views
ru: Просмотров

source: Views:
ru: Просмотров:

source: Virtual KeyBoard
ru: Клавиатура

source: Virtual Keyboard
ru: Клавиатура

source: Virtual keyboard
ru: Клавиатура

source: VirtualKeyBoard
ru: Клавиатура

source: Voltage
ru: Вольтаж

source: Voltage %03d
ru: Вольтаж %03d

source: Voltage mode
ru: Режим напряжения

source: Volume
ru: Громкость

source: Volume down
ru: Уменьшить громкость

source: Volume on exit:
ru: Звук при выходе:

source: Volume on exiting the plugin - with volume control on the TV or amplifier, please set this to 100 (0=all volume actions off)
ru: Звук на выходе плагина - регулятор громкости на телевизоре или усилителе, пожалуйста, установите на 100 (0=выкл. звук)

source: Volume on start:
ru: Звук при старте:

source: Volume up
ru: Увеличить громкость

source: WARNING! Blindscan may make the tuner malfunction on a VU+ receiver. A reboot afterwards may be required to return to proper tuner function.
ru: ВНИМАНИЕ! В ресиверах VU+ слепой поиск может привести к неисправности тюнера. Для возврата к нормальной работе тюнера может потребоваться полная перезагрузка.

source: WARNING! they doing now COPY or MOVE
ru: ВНИМАНИЕ! сейчас будет Копирование или Перемещение

source: WARNING! they doing now COPY or MOVE
ru: ВНИМАНИЕ! Сейчас будут копированы или перемещены

source: WARNING! they make now a softlink from
ru: ВНИМАНИЕ! будет добавлена ссылка на

source: WLAN connection
ru: Беспроводная сеть WLAN

source: WPA or WPA2
ru: WPA или WPA2

source: WSS on 4:3
ru: WSS при 4:3

source: Wait for mount
ru: Ожидание монтирования

source: Wait for partition
ru: Ожидание раздела

source: Wait for screensaver (in min)
ru: Включать заставку через (в мин)

source: Wait please while scanning for devices...
ru: Подождите, идет сканирование устройств...

source: Wait please while scanning your box devices...
ru: Пожалуйста подождите, пока сканируются устройства ресивера...

source: Wait time in ms before activation:
ru: Время ожидания в миллисекундах до активации:

source: Waiting
ru: Ожидание

source: Waiting for mount
ru: Ожидание монтирования

source: Waiting for partition
ru: Ожидание раздела

source: Wake On LAN
ru: Сеть всегда на LAN

source: Wakeup
ru: Включение ТВ

source: Wakeup TV from standby
ru: Пробудить ТВ из режима ожидания

source: Wakeup from Deep-Standby is allowed
ru: Включение из глубокого режима ожидания разрешено

source: Wakeup receiver for start timer
ru: Пробуждать ресивер для запуска таймера

source: Wakeup receiver from standby
ru: Включить AV-ресивер при выходе из ожидания

source: Wakeup signal from TV
ru: Сигнал просыпания от телевизора

source: Wakeup type
ru: Тип пробуждения

source: Warn if free space drops below (kB):
ru: Предупреждение, если свободное пространство меньше (кБ):

source: Warning! The recordings are saved to '/tmp' and can overload the memory, it is better in the settings of a directory to put on hdd or usb stick Save recordings to tmp really?
ru: Внимание! Записи будут сохраняться в 'tmp' и возможно переполнение памяти, желательно в настройках указать hdd или usb Действительно сохранить записи в tmp?

source: Warning: This function can changes the volume (the volume should be low later, please start webradioFS again, increase the volume and the setting 'volume on exit' correct!)
ru: Эта функция может изменить громкость! (если громкость покажется позже слишком низкой, пожалуйста, перезапустите плагин, отрегулировайте настройку 'звук на выходе'!)

source: Warning: no LNB; using factory defaults.
ru: Предупреждение: нет LNB; используются заводские настройки.

source: Watch On Mobile
ru: Для просмотра на мобильном

source: Watch movies...
ru: Просмотр фильмов...

source: Watch recordings...
ru: Просмотр записей...

source: We try to copy the file now. This might take a while!
ru: Идет попытка копирования файла. Это займет некоторое время!

source: Weather Info
ru: Инфо о погоде

source: Web Browser
ru: Веб Браузер

source: Webcam-Viewer
ru: Вэб камера

source: Webinterface
ru: Веб-интерфейс

source: Webinterface: Main Setup
ru: Основные настройки ВебИнтерфейса

source: Wed
ru: Ср

source: Wednesday
ru: Среда

source: Weekday
ru: День недели

source: Weekend
ru: Выходные

source: Weekly (Monday)
ru: Еженедельно (Понедельник)

source: Weekly (Sunday)
ru: Еженедельно (Воскресенье)

source: Weighted position
ru: Анализируем позицию

source: Weigthed position
ru: Анализируем позицию

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ru: Добро пожаловать в редактор видео. Отметьте место с которого вы хотите начать редактирование. Нажмите OK, выберите 'начало редактирования'. После, отметьте точку окончания редактирования, нажмите OK, выберите 'конец редактирования'. Вот и все;)

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your receiver by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
ru: Добро пожаловать в Мастер обновления имиджа. Мастер поможет Вам обновить ресивер с сохранением ваших текущих настроек.

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
ru: Добро пожаловать в MyTube Youtube Player. Используйте кнопки Bouqet+, чтобы управлять в области поиска и Bouqet-, чтобы управлять видео данными. Ok -> Слушать фильм. INFO -> Показать описание фильма. MENU -> Дополнительная информация. HELP -> Еще раз показывает данную справку.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
ru: Добро пожаловать в MyTube Youtube Player. По мере ввода ключевых слов, вы получите соответствующие предложения для вашего входа в поиск. Чтобы выбираться предложения нажмите DOWN на вашем ДУ, выберите желаемый результат и нажмите OK на вашем ДУ, чтобы запустить поиск. Нажать EXIT чтобы вернуться в окно ввода...

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your STB, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
ru: Добро пожаловать в Мастер очистки. Обнаружено доступной внутренней памяти меньше 2 МБ. Для обеспечения стабильной работы вашего ресивера внутренняя память должна быть очищена. Вы можете использовать этот мастер для удаления некоторых расширений.

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your receiver, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
ru: Добро пожаловать в Мастер очистки. Мы обнаружили, что память внутренней флеши Вашего ресивера понизилась ниже 2 МБ. Чтобы гарантировать устойчивую эксплуатацию Вашего приемника, внутренняя память должна быть очищена.

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ru: Добро пожаловать в видео редактор списка сокращений. Вначале найдите место в записи, которое Вы хотите сократить. Нажмите OK, выберите 'начало сокращения'. "Затем найдите точку окончания сокращения. Нажмите OK, выберите 'окончание сокращения'. Это все. Для сокращения используйте плагин 'MovieCut/Выполнить сокращения...'.)

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your receiver by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
ru: Добро пожаловать в Мастер обновления имиджа. Мастер поможет Вам обновить ресивер с сохранением ваших текущих настроек и даст короткие инструкции как обновить ваш ресивер.

source: Welcome. If you want to connect your STB to the Internet, this wizard will guide you through the basic network setup of your STB. Press OK to start configuring your network
ru: Добро пожаловать. Если вы хотите подключить ресивер к сети интернет, этот мастер проведет Вас через основные настройки сети ресивера. Нажмите ОК для начала настройки сети.

source: Welcome. If you want to connect your receiver to the Internet, this wizard will guide you through the basic network setup of your receiver. Press OK to start configuring your network
ru: Добро пожаловать. Если вы хотите подключить ресивер к Интернету, этот мастер проведет вас через основные настройки сети ресивера. Нажмите OK, чтобы начать настройку сети

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
ru: Добро пожаловать. Этот Мастер поможет вам создать новый АвтоТаймер путём предоставления описания общих настроек.

source: Welcome. This start wizard will guide you through the basic setup of your receiver. Press the OK button on your remote control to move to the next step.
ru: Добро пожаловать. Мастер запуска проведет вас через основные настройки ресивера. Нажмите ОК на пульте дистанционного управления, чтобы перейти к следующему шагу.

source: Welcome...
ru: Добро пожаловать...

source: West
ru: Запад

source: West limit set
ru: Включить ограничение на запад

source: What do you want to scan?
ru: Что вы хотите сканировать?

source: What to do with submitted crashlogs?
ru: Что сделать с представленными крешлогами?

source: What to do?
ru: Что сделать?

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
ru: Если включено, то будут загружаться невыбранные букеты пользователя. Это означает, букеты существуют, но не были включены в файлы bouquets.tv или bouquets.radio. Это позволит Вам внедрит свой собственный букет в существующий список букетов

source: When enabled the PiP can be closed by the exit button.
ru: Укажите действие по кнопке exit, при активированном ПиП-окне

source: When enabled the arrow buttons around the OK button will follow the 'neutrino' style zap controls instead of the enigma2 style.
ru: При включении этой функции кнопки со стрелками вокруг кнопки ОК будут работать в стиле ‘нейтрино’ вместо стиля энигма2.

source: When enabled the left, right, CH+/-, B+/-, P+/- buttons will follow the 'neutrino' style zap controls instead of the enigma2 style.
ru: При включении этой функции списком каналов можно управлять кнопками вправо, влево, CH+/-, B+/-, P+/-, используя стиль ‘нейтрино’ вместо стиля энигма2.

source: When enabled then when you select a new channel in the channel selection the channel selection will not close. It will only close when you select the current playing service. This is a kind of preview mode
ru: Если включено, когда в списке каналов выбираете новый канал, список каналов не будет закрыт. То есть включается предпросмотр каналов в ПИГ-окне. Список каналов закроется если только вы нажмете на ОК повторно на этом канале.

source: When enabled you can control the volume with the arrow buttons instead of getting the channel selection list
ru: Если включено, можно регулировать громкость с помощью кнопок со стрелками

source: When enabled you can specify a timeframe to ignore the shutdown timer when the receiver is in standby mode
ru: Если включено, можно указать время суток, когда ресивер не будет выключен, если находится в режиме ожидания

source: When enabled you can specify a timeframe were the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
ru: Если включено, можно указать время суток, когда действие таймера при неактивности игнорируется. В это указанное время неактивность пользователя не имеет значения

source: When enabled you can zap channels with the CH+/-, B+/-, P+/- buttons instead of opening the channel selection list.
ru: При включении этой функции переключать каналы можно при помощи кнопок CH+/-, B+/-, P+/- не открывая список каналов.

source: When enabled you get the channel selection list via the OK button, the infobar toggle is then transfered to exit button
ru: При включении этой функции список каналов открывается кнопкой ОК, а инфобар кнопкой exit

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
ru: Если задействовано, AIT данные будут включены в HTTP-потоки. Это позволит ресиверу клиента использовать HbbTV.

source: When enabled, ECM data will be included in http streams. This allows a client receiver to do the descrambling.
ru: Если задействовано, ECM данные будут включены в HTTP-потоки. Это позволит ресиверу клиента включить декодирование.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
ru: Если задействовано, данные EIT будут включены в http потоки. Это позволит ресиверу клиента показывать телегид.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
ru: Показать всплывающее окно, когда один фильм закончился, а следующий начинается.

source: When enabled, a popup message will be shown when a recording starts.
ru: Показать всплывающее окно, когда начинается запись.

source: When enabled, a radio background image will be visible while listening to a radio channel.
ru: Показать фоновое изображение во время прослушивания радио каналов.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
ru: Если включено, при начали записи передачи в прямом эфире будут прерваны, если нет свободных тюнеров.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
ru: Если включено, будет выводиться предупреждение с выбором об остановке или продолжении работы таймшифта.

source: When enabled, authentication is required to watch http streams.
ru: Если включено, требуется аутентификация для просмотра HTTP потока.

source: When enabled, channel numbering will start at '1' for each bouquet.
ru: Если включено, нумерация каналов в каждом фаворитном списке будет начинаться с '1'

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
ru: Когда изображение на канале имеет соотношение сторон 4:3, выберите, будет ли растянута картинка на весь экран.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
ru: Если включено, при переключении каналов будет переход к следующему фавориту, когда последний канал текущего фаворита будет достигнут.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
ru: Когда эта функция включена, удаляемые записи будут перемещены в корзину, вместо того, чтобы быть удаленными.

source: When enabled, deleted recordings are moved to the trash can, instead of being immediately deleted.
ru: Когда эта функция включена, удаленные записи будут перемещены в корзину, вместо того, чтобы быть удаленными.

source: When enabled, display the EIT now/next eventdata in infobar. When disabled, display now/next eventdata from the EPG cache instead.
ru: Если включено, события сейчас/следующий будут отображаться в инфобаре. При отключении, данные события будут показываться из кеша телегида.

source: When enabled, encryption info will be shown in the infobar (when supported by the skin).
ru: Показать информацию о декодировании на инфобаре (если это поддерживается скином).

source: When enabled, error messages related to the Common Interface module will not be shown.
ru: Скрыть сообщения об ошибках от CI модуля.

source: When enabled, error messages related to zapping will not be shown.
ru: Не показывать любые сообщения об ошибках при переключении каналов.

source: When enabled, external subtitles (in media files) will be displayed in yellow, instead of the original color.
ru: Если включено, внешние субтитры (в медиа-файлах) будут отображаться желтым, а не первоначальным цветом.

source: When enabled, external subtitles will be always turned on for playback movie.
ru: Если включено, для любых записей и фильмов будут подключены внешние субтитры.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
ru: Предпочтение графическим субтитрам DVB, чем телетекст-субтитрам, когда оба типа имеются.

source: When enabled, graphical DVB subtitles will be centered horizontally.
ru: Если включено, графические DVB субтитры будут сосредоточены горизонтально.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
ru: Если включено, графические DVB субтитры будут показаны в их исходном положении.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
ru: Если включено, графические DVB субтитры будут отображаться желтым, а не исходным цветом.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling.
ru: Если задействовано, HTTP потоки декодируются на сервере. Приемник клиента (удаленного) не будет декодировать поток.

source: When enabled, it is possible to leave the movieplayer with exit.
ru: Укажите действие по кнопке exit, при работающем мувиплеере

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
ru: Если включено, используется измерение мощности для обнаружения, когда ротор перестал поворачиваться (если есть поддержка в ресивере).

source: When enabled, number markers will be hiden.
ru: При включении нумерация маркеров не будет показана.

source: When enabled, reformat subtitles to match the width of the screen.
ru: Если включено, субтитры будут форматироваться в соответствии с текущей шириной экрана

source: When enabled, services may be grouped in multiple bouquets.
ru: Если включено, сервисы могут быть сгруппированы в несколько букетов.

source: When enabled, show channel numbers in the channel selection screen.
ru: Если включено, показывается номер канала в окне выбора каналов.

source: When enabled, subtitles for the hearing impaired can be used.
ru: Включение субтитров для людей с нарушениями слуха.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
ru: Предпочтение субтитрам для людей с нарушениями слуха, чем обычным субтитрам, когда оба типа имеются.

source: When enabled, teletext pages will be cached, allowing faster access.
ru: Когда функция включена, страницы телетекста будут храниться в кэше для быстрого доступа.

source: When enabled, teletext subtitles will be displayed at their original position.
ru: Если включено, телетекст субтитров будет отображаться в исходном положении.

source: When enabled, the VCR scart option will be shown on the main menu
ru: При включении настройки VCR scart будут отображаться в главном меню

source: When enabled, the channel selection list will be hidden while listening to a radio channel
ru: Если включено, то список выбора каналов будет скрыт во время прослушивания радио каналов.

source: When enabled, the infobar will be displayed when a new event starts.
ru: Если включено, при начале новой передачи инфобар будет отображаться.

source: When enabled, the infobar will be displayed when changing channels.
ru: Если включено, инфобар будет отображаться при переключении каналов.

source: When enabled, the infobar will be displayed when skipping forwards/backwards during media playback.
ru: Если включено, инфобар будет отображаться во время перемотки медиафайлов вперед/назад.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
ru: Показать длину записей в списке фильмов (может понадобиться дополнительное время для загрузки списка).

source: When enabled, the original line breaks will be removed from the teletext subtitles.
ru: Если включено, оригинальные разрывы строки будут удалены из телетекста субтитров.

source: When enabled, the receiver will automatically use the audio track which you selected before.
ru: Если эта функция включена, то ресивер будет использовать аудио-поток, который был использован ранее.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
ru: Если эта функция включена, то ресивер будет использовать субтитры, которые были использованы ранее.

source: When enabled, the receiver will no longer monitor the tuned transponder for possible changes. Do not use this option unless you know what you are doing.
ru: При включении, ресивер больше не будет следить за возможными изменениями на транспондере. Не изменяйте эту опцию, если не знаете, что делаете.

source: When enabled, the receiver will select an AC3 track (when available).
ru: Если эта функция включена, то ресивер будет использовать AC3 звук (если доступно).

source: When enabled, the receiver will select an AC3+ track (when available).
ru: Укажите, нужно ли всегда переключаться на AC3+ звук (если доступно).

source: When enabled, the receiver will use the subtitles which have been selected earlier.
ru: Если включено, ресивер будет использовать субтитры, которые были выбраны ранее

source: When enabled, timeshift starts automatically in background after specified time.
ru: При включении таймшифт автоматически будет запущен в фоновом режиме через выбранное время.

source: When enabled, use DHCP for the IP configuration.
ru: Выберите, чтобы включить или отключить DHCP.

source: When enabled, use power measurement to detect when the rotor stops turning (when supported by the tuner).
ru: Если включено, используется измерение мощности для обнаружения, когда ротор перестал поворачиваться (если есть поддержка в ресивере).

source: When enabled, your TV will automatically select the SCART input when you switch on your receiver.
ru: Если эта функция включена, Ваше ТВ автоматически выберет вход SCART, когда Вы включите свой ресивер.

source: When enabled, your receiver will detect activity on the VCR SCART input.
ru: Если эта функция включена, то ресивер будет определять активность на входе VCR SCART.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
ru: Укажите на сколько минут раньше начинать запись, чем время начала по телегиду

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
ru: Укажите на сколько минут позже закончить запись, чем время окончания по телегиду

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
ru: Когда изображение на канале имеет соотношение сторон 16:9, выберите, следует ли масштабировать/растянуть картинку.
